const allTests = [
	{
		textTitle: `ПРО ГОРДУ КАЧКУ`,
		textValue: `
		Одна качка плавала на воді. Аж надбіг лис.
		—Добрий день, качечко! — каже лис.
		—Здорові були, добродію! Що там доброго скажете?
		—Та не маю коли, бо біжу з села, — каже лис. — Чи то ви такачка, що люди кажуть, що немає кращої на ціле село?
		Качка аж нестямилася з радощів.
		— Та, може, і я, — каже горда качка.
		—То ходіть же за мною до села. Бо вже господиня аж гине вас побачити! Ви не знаєте, які ви на все село славні, навіть у місті за вас знають!
		Горда качка, недовго думаючи, — штрик на берег. А лис тоді за шийку — цуп.
		— Ось так, — каже. — Гордість не одному шию скрутила!
		
`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Якою качку вважають в селі за словами лиса?',
				trueAnswer: 0,
				answers: [
					'гарною',
					'дуже розумною'
				]
			}
			,
			{
				question: 'Куди лис умовив піти качку?',
				trueAnswer: 0,
				answers: [
					'до села',
					'до берега'
				]
			},
			{
				question: 'Що зробив лис, коли качка вийшла на берег?',
				trueAnswer: 0,
				answers: [
					'вхопив її',
					'відпустив її'
				]
			},
			{
				question: 'Качка постраждала через те, що була...',
				trueAnswer: 0,
				answers: [
					'гордою',
					'пихатою',
					'слабшою за лиса'
				]
			},
			{
				question: 'Вибери прислів\'я, яке розкриває головну думку твору.',
				trueAnswer: 2,
				answers: [
					'З чужої біди не смійся',
					'Голова без розуму, як ліхтар без свічки.',
					'Гордість не одному шию скрутила.'
				]
			}
		]
	}
	,
	{
		textTitle: `ЛЕВ І КОМАРІ`,
		textValue: `
	Одного разу лев, лежачи під кущем, думав собі: — Я такий дужийвдався, нікого не боюся! Не так, як оті нікчемні комарі: всякий їх роздавить, і вони всіх бояться.
	Комарам досадно стало, що лев їх ні в що ставить. Як сипонули вони на лева й почали його жигати! Уже він і хвостом махав, і лапами шльопав, і зубами клацав, нічого не допомагало. Комарі як з мішка сипалися на лева.
	Уже лев і підплигував, і навкруги куща бігав, а комарі одно —жигали. Бачить лев, що з комарами важко справитися, почав прохати їх одчепитися від нього.
	Комарі відстали від лева, піднялися вгору стовпом і кажуть: «Не хвалися, брате, розумом, не хвалися силою».		
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Про що думав лев, лежачи під кущем?',
				trueAnswer: 0,
				answers: [
					'що він сильний і нікого не боїться',
					'що він найрозумніший у світі'
				]
			}
			,
			{
				question: 'Чому комарі почали жалити лева?',
				trueAnswer: 1,
				answers: [
					'були дуже голодні',
					'досадно стало, що лев їх ні в що ставить'
				]
			},
			{
				question: 'Що зробив лев, коли зрозумів, що з комарами важко справитися?',
				trueAnswer: 0,
				answers: [
					'почав прохати їх одчепитися від нього',
					'почав їм погрожувати'
				]
			},
			{
				question: 'Що сказали леву комарі, коли відстали від нього?',
				trueAnswer: 1,
				answers: [
					'Ми хоч і маленькі, а нас усі бояться',
					'Не хвалися, брате, розумом, не хвалися силою',
				]
			}
		]
	},
	{
		textTitle: `БОЯГУЗКА`,
		textValue: `
	Валя боялася мишей, жаб, павуків, гусені. Усі її так і звали — боягузка.
	Одного разу діти гралися в піску. Разом з ними був і малий Андрійко.
	Він ще не вмів ходити, а тільки повзав.
	Раптом хтось закричав:
	— Кудлай з ланцюга зірвався! Бережіться, діти!
	Усі кинулися тікати. Валя побігла в садок і зачинила хвіртку. На піску лишивсмалий Андрійко.
	Собака наближався до Андрійка. Валя вискочила з хвіртки і затулила собоАндрійка.
	Великий злий собака біг прямо на Валю. Валя кинула в нього совком і закричала:
	— Йди геть!
	Тут підбіг сторож і забрав собаку. Валя заплакала.
	—Чому ти плачеш? — запитали діти.
	—Я дуже злякалася... — сказала Валя.			
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Де гралися діти?',
				trueAnswer: 0,
				answers: [
					'у піску',
					'у садку'
				]
			}
			,
			{
				question: 'Якою була кличка в собаки?',
				trueAnswer: 1,
				answers: [
					'Рекс',
					'Кудлай'
				]
			},
			{
				question: 'Чому Андрійко не втік від собаки?',
				trueAnswer: 1,
				answers: [
					'бо не помітив собаки',
					'бо не вмів ходити'
				]
			},
			{
				question: 'Чи справедливо діти називали Валю боягузкою?',
				trueAnswer: 1,
				answers: [
					'так, бо вона всього боялася',
					'ні, бо вона забула про страх і затулила Андрійка від собаки',
				]
			}
		]
	}, {
		textTitle: `ЯК МІСЯЦЬ У КРИНИЦІ КУПАВСЯ`,
		textValue: `
	Стояла млосна літня ніч. На небі — ні хмаринки, і місяцеві захотілося напитися води із криниці. Спустився він на відрі у криницю, напився, сполоснувся. Але як тепер вибратися?
	Летіла мимо сова. Попросив її місяць витягти відро разом з ним із криниці. Але сова не захотіла допомогти.
	— Мені й без місяця вночі добре, я і в темноті усе бачу.
	Проходив мимо кіт. Чує, наче хтось у криниці вовтузиться. Зазирнув:
	— Невже миші купаються?
	Попросив місяць аби кіт допоміг йому з криниці вибратись.
	— А мені вночі і без світла добре полювати, — відповів кіт. Бігла по цямрині криниці мишка.
	Попросив її місяць допомогти йому. Запищала мишка:
	— Ніколи мені, поспішаю. Треба встигнути на кухні погосподарювати, доки всі сплять...
	Нарешті, настав ранок. Зійшло сонце. Прийшла бабуся набрати води.
	Зачерпнула відро, витягла, — а там місяць.
	Обсушила вона того місяця та й назад у небо закинула. Відтоді місяць завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися.
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Як Місяць потрапив у криницю?',
				trueAnswer: 0,
				answers: [
					'спустився у відрі, бо захотів води напитися',
					'захотів подивитися на своє відображення у воді'
				]
			}
			,
			{
				question: 'Кого місяць просив витягти його з води?',
				trueAnswer: 1,
				answers: [
					'собаку, кота, щура',
					'сову, кота, мишку'
				]
			},
			{
				question: 'Хто витяг місяця з води та назад у небо закинув?',
				trueAnswer: 1,
				answers: [
					'онуки',
					'бабуся'
				]
			},
			{
				question: 'Як віддячив місяць бабусі?',
				trueAnswer: 0,
				answers: [
					'він завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися',
					'він завжди світить уночі, щоб бабуся могла з криниці набрати води',
				]
			}
		]
	},
	, {
		textTitle: `ОСІНЬ`,
		textValue: `
		Після спекотливого літа, після серпневих теплих днів нарешті настала осінь. Яка чудова пора року!
    По узліссях ще ростуть різні гриби: червоноголові, підосичники, зеленуваті й рожеві сироїжки, слизькі грузді і запашні рижики. На старих великих пеньках туляться один до одного тонконогі опеньки. У мохових болотах намистинками розсипана по купинах червона соковита журавлина. На освітлених сонцем лісових галявинах червоніють кетяги горобини.
    Яке чисте й прозоре повітря! Далеко чути звуки, гучно линуть різні голоси. На дні лісового струмка видно кожен камінчик, кожну тоненьку травинку. По прозорому високому небу пливуть та й пливуть пухнасті білі хмарки. Ясної тихої днини літає у повітрі над землею, сідає на обличчя липуча павутинка.
	`,
		textFontSize: 20,
		category: '2 клас',
		questions: [
			{
				question: 'Яка настала пора року?',
				trueAnswer: 1,
				answers: [
					'весна-красна',
					'красуня осінь',
					'білосніжна зима'
				]
			},
			{
				question: 'Які гриби ще ростуть по узліссях?',
				trueAnswer: 1,
				answers: [
					'лисички і маслюки',
					'підосичники і сироїжки',
					'боровики і підберезники'
				]
			},
			{
				question: 'Де росте червона журавлина?',
				trueAnswer: 2,
				answers: [
					'на річці',
					'на озері',
					'на болоті'
				]
			},
			{
				question: 'Що можна побачити на освітлених сонцем лісових галявинах?',
				trueAnswer: 1,
				answers: [
					'кетяги калини',
					'кетяги горобини',
					'червону журавлину'
				]
			},
			{
				question: 'Яке небо о цій порі осені?',
				trueAnswer: 2,
				answers: [
					'сіре й похмуре',
					'темне й хмарне',
					'прозоре і високе'
				]
			}
		]
	},
	{
		textTitle: `ХТО ЯК ДО ЗИМИ ГОТУЄТЬСЯ`,
		textValue: `
	Ліс улітку був увесь зелений, а тепер берізки та клени жовті, осики червоні, а поміжними ялиночки зеленіють.
	Налетить вітер, зірве з дерев листочки, і закружляють вони в повітрі, наче метелики.Потім тихо додолу спускаються, землю нібито килимом укривають. Дерева ронять листя,трава й квіти в’януть, сохнуть, а насіння їхнє на землю осипається, щоб навесніпрорости й знову зазеленіти, зацвісти.
	Тварини також до зими готуються: мандрівні птахи збираються у великі зграї, щоб летітиу вирій; маленькі звірята запасають у своїх коморах їжу, лагодять й утеплюють своїжитла та самі зодягаються в теплі зимові шубки. А комахи під кору дерев у свої ж різніщілинки ховаються.
	Так усе живе — і рослини, і тварини — готується до довгої та холодної зими.
	`,
		textFontSize: 22,
		category: '2 клас',
		questions: [
			{
				question: 'Якого кольору ялинки осінньої пори?',
				trueAnswer: 0,
				answers: [
					'зелені',
					'жовті',
					'червоні'
				]
			},
			{
				question: 'Що за метелики кружляють у повітрі цієї пори?',
				trueAnswer: 0,
				answers: [
					'це листочки',
					'це сніжинки',
					'це павутинки'
				]
			},
			{
				question: 'Що відбувається з квітами і травами восени?',
				trueAnswer: 1,
				answers: [
					'ростуть і цвітуть',
					'в’януть і сохнуть',
					'зеленіють і цвітуть'
				]
			},
			{
				question: 'Як звірята готуються до зими?',
				trueAnswer: 1,
				answers: [
					'завмирають',
					'утеплюють домівки',
					'вирушають у теплі краї'
				]
			},
			{
				question: 'Як комахи готуються до зими?',
				trueAnswer: 2,
				answers: [
					'утеплюють житло',
					'запасаються їжею',
					'ховаються під кору дерев'
				]
			},
			{
				question: 'Як перелітні птахи готуються до зими?',
				trueAnswer: 1,
				answers: [
					'будують гнізда',
					'летять у вирій',
					'готують запаси їжі'
				]
			},
		]
	},
	{
		textTitle: `Їжачок`,
		textValue: `
		Зустрів я нещодавно в лісі двох хлоп'ят. Валько і Петько звати їх. Близнят
		Відмінники. Одним словом — розумні хлопці.
		У беретику одного з них зненацька щось заворушилось. 
		—Їжачка знайшли! — радісно повідомили брати. — Несемо додому, нехай перезимує
		теплі-добрі. А навесні випустимо.
		— Де ж ви його на зиму поселите? — перш за все поцікавився я.
		— У куточку під батареєю!
		— Друзі мої дорогі, — не втримався я. — Вашому знайді не треба такого тепла на зим
		Він повинен під корчем десь у лісі в м'якому кубельці заснути, і тоді той сон бу
		міцним, бо завірюхи його колисатимуть. А у вас, напевно, телевізор гримить допізна.
		— Еге ж, — знітився Петько.
		— Хотіли ж як краще...
		Хлопці з деяким жалем відпустили їжачка, і він, не гаючись, чкурнув у хащі. 
	`,
		textFontSize: 22,
		category: '2 клас',
		questions: [
			{
				question: 'Кого зустрів автор у лісі?',
				trueAnswer: 1,
				answers: [
					'двох дівчат',
					'двох хлоп\'ят'
				]
			},
			{
				question: 'Кого несли діти в беретику?',
				trueAnswer: 0,
				answers: [
					'їжачка',
					'білочку'
				]

			},
			{
				question: 'Де діти хотіли поселити тваринку?',
				trueAnswer: 1,
				answers: [
					'у куточку живої природи',
					'удома під батареєю'
				]
			},
			{
				question: 'Як урешті-решт вчинили діти?',
				trueAnswer: 0,
				answers: [
					'відпустили тваринку на волю',
					'залишили їжачка собі'
				]
			}
		]
	},
	{
		textTitle: `ЛЕБІДЬ`,
		textValue: `
		Лебедя якщо хтось і не бачив, то вже точно знає з картинок, що це білосніжний птах із гордо вигнутою стрункою шиєю, з опущеним донизу дзьобом.
    Але, виявляється, є й інший вид лебедя. У нього пряма шия і спрямований уперед дзьоб. Ці два види лебедів відрізняються не тільки зовнішністю, а й своїм голосом. Один із лебедів (з вигнутою шиєю) — шипить, другий — дзвінко трубить, немов видає переможний клич. Тому першого прозвали шипуном, а другого — кликуном.
    Лебідь — дуже сильний і хоробрий птах. Він сміливо вступає в бій не тільки з хижими птахами, але й із різними тварина¬ми — лисицями, вовками й собаками. Ударами своїх здоровен¬них і могутніх крил і дзьоба лебідь здатен навіть убити їх. Він майже завжди залишається переможцем.
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Як називається білосніжний птах із довгою шиєю?',
				trueAnswer: 1,
				answers: [
					'орел',
					'лебідь',
					'ластівка'
				]
			},
			{
				question: 'Які зовнішні ознаки лебедя-кликуна?',
				trueAnswer: 0,
				answers: [
					'пряма шия і спрямований уперед дзьоб',
					'пряма шия й опущений донизу дзьоб',
					'вигнута шия і спрямований униз дзьоб'
				]
			},
			{
				question: 'Як називається вид лебедя, який шипить?',
				trueAnswer: 1,
				answers: [
					'лебідь-кликун',
					'лебідь-шипун',
					'лебідь-крикун'
				]
			},
			{
				question: 'Чому лебедя називають кликуном?',
				trueAnswer: 2,
				answers: [
					'дуже голосно шипить',
					'дуже голосно кричить',
					'видає переможний клич'
				]
			},
			{
				question: 'Які крила у лебедя?',
				trueAnswer: 1,
				answers: [
					'малі і слабкі',
					'великі і могутні',
					'малі і сильні'
				]
			},
			{
				question: 'Яких тварин лебідь може перемогти під час бою?',
				trueAnswer: 1,
				answers: [
					'кабана',
					'лисицю',
					'ведмедя'

				]
			}
		]
	},
	{
		textTitle: `Найгарніша мама`,
		textValue: `
	Далеко забилось, не може знайти рідного гнізда.
	Випало Совеня із гнізда та й повзає лісом. Побачили птахи малого — некрасивого, з великою головою, вухатого, банькатого, жовторотого. Побачили та й питають, дивуючись:
	— Хто ти такий? Де ти взявся?
	— Я — Совеня, — відповідає мале. — Я випало з гнізда, не вмію ще літати і вдень дуже погано бачу. Я шукаю маму.
	— Хто ж твоя мама? — питає Соловей.
	— Моя мама Сова, — гордо відповідає Совеня.
	— Яка ж вона? — питає Дятел.
	— Моя мама найгарніша.
	— Розкажи, яка ж вона, — питає Дрізд.
	— У неї голова, вуха й очі такі, як у мене, — відповідає з гордістю Совеня.
	— Ха-ха-ха! — зареготали Соловей, Дятел і Дрізд. — Та ти ж потвора. Виходить, і твоя мати потвора.
	— Неправда! — закричало Совеня. — Мама в мене найгарніша. Почула його крик Сова, прилетіла потихеньку, взяла Совеня за лапку й повела до рідного гнізда.
	Совеня уважно подивилося на свою маму: вона була найгарніша.
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Хто випав із гнізда?',
				trueAnswer: 0,
				answers: [
					'Совеня',
					'ластів’ятко'
				]
			},
			{
				question: 'Кого шукало мале Совеня?',
				trueAnswer: 1,
				answers: [
					'своїх друзів',
					'маму'
				]
			},
			{
				question: 'Що сказало про свою маму Совеня?',
				trueAnswer: 0,
				answers: [
					'«Моя мама найгарніша»',
					'«Моя мама найкраща»'
				]
			},
			{
				question: 'Чи знайшло Совеня свою маму?',
				trueAnswer: 0,
				answers: [
					'так',
					'ні'
				]
			}
		]
	},
	{
		textTitle: `Червона калина`,
		textValue: `
		Коли починає жовтіти на деревах зелене листя, а на густі трави лягають вже холодні осінні роси, на узліссі можна натрапити на розлогий кущ з гілками, обтяженими червоними гронами. Це калина одягла свої самоцвіти і звеселяє ними осінній ліс. Не лякає її ані осіння негода, ані зима з її холодами. Стоїть собі, радіє, пишається своїм вбранням, і не минають її ані люди, ані птаство, ані звірина.
		Після перших приморозків плоди калини починають втрачати гіркоту, а добре приморожені, вони вже цілком їстівні й солодкі.
		Гарна калина й навесні, закосичена білими суцвіттями.
		Калина росте невеликим розлогим кущем і полюбляє місця з добре зволоженим фунтом, біля річок та водойм.
		З давніх-давен вирощують калину в селах. Існував навіть гарний звичай: кожної весни та осені садити калину біля криниць, річок, на узліссях. Вона здавна вважалася однією з найцінніших лікарських рослин.
		Калина оспівана в багатьох народних піснях, її порівнюють з дівочою вродою і чистотою. Сьогодні червона калина є символом України. 		
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Чим звеселяє калина ліс восени?',
				trueAnswer: 1,
				answers: [
					'білими суцвіттями',
					'червоними гронами'
				]
			},
			{
				question: 'Коли плоди калини стають цілком їстівними і солодкими?',
				trueAnswer: 1,
				answers: [
					'як тільки поспіють',
					'коли добре приморожені'
				]
			},
			{
				question: 'Чи вважають калину цінною лікарською рослиною?',
				trueAnswer: 0,
				answers: [
					'так',
					'ні'
				]
			},
			{
				question: 'Чим є червона калина сьогодні?',
				trueAnswer: 0,
				answers: [
					'символ України',
					'самоцвітом'
				]
			}
		]
	},
	{
		textTitle: `Хлопчик і Дзвіночок Конвалії`,
		textValue: `
	Прийшла весна. Із землі виткнулась зелена стрілка. Вона швидко росла, потім розділилась на два листочки. Листочки стали великі. Між ними з'явився маленький пагін. Він піднявся, нахилився до одного листка і ось на світанку розцвів сріблястим Дзвіночком. Це був Дзвіночок Конвалії.
	Раненько Дзвіночка побачив хлопчик. Його зворушила краса квітки. Він не міг відвести очей від Конвалії.
	Хлопчик простягнув руку, щоб зірвати квітку. А квітка йому шепоче:
	— Хлопчику, навіщо ти хочеш мене зірвати? — А ти мені дуже подобаєшся. Ти така гарна, — каже хлопчик.
	— Добре, — зітхає Дзвіночок Конвалії. — Зривай. Тільки перед тим, як зірвати, скажи, який я гарний.
	Подивився хлопчик на Дзвіночок Конвалії. Квітка була справді чудова. Вона була схожа на ранкове небо, й на блакитну воду ставка, і ще на щось дивовижно красиве. Хлопчик усе це відчував, але висловити не міг.
	Він стояв біля Дзвіночка Конвалії, зачарований красою квітки.
	— Рости, Дзвіночку, — прошепотів хлопчик. 
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Чим розцвів маленький пагін?',
				trueAnswer: 1,
				answers: [
					'блакитним проліском',
					'сріблястим дзвіночком'
				]
			},
			{
				question: 'Хто побачив дивну квітку?',
				trueAnswer: 0,
				answers: [
					'хлопчик',
					'дівчинка'
				]
			},
			{
				question: 'Яке враження справила краса квітки на хлопчика?',
				trueAnswer: 0,
				answers: [
					'квітка зворушила його',
					'хлопчик її не помітив'
				]
			},
			{
				question: 'Що можна сказати про хлопчика?',
				trueAnswer: 1,
				answers: [
					'він байдужий до краси',
					'він уміє відчувати красу і милуватися нею'
				]
			}
		]
	}
];
