const allTests = [
	{
		textTitle: `ПРО ГОРДУ КАЧКУ`,
		textValue: `
		Одна качка плавала на воді. Аж надбіг лис.
		—Добрий день, качечко! — каже лис.
		—Здорові були, добродію! Що там доброго скажете?
		—Та не маю коли, бо біжу з села, — каже лис. — Чи то ви такачка, що люди кажуть, що немає кращої на ціле село?
		Качка аж нестямилася з радощів.
		— Та, може, і я, — каже горда качка.
		—То ходіть же за мною до села. Бо вже господиня аж гине вас побачити! Ви не знаєте, які ви на все село славні, навіть у місті за вас знають!
		Горда качка, недовго думаючи, — штрик на берег. А лис тоді за шийку — цуп.
		— Ось так, — каже. — Гордість не одному шию скрутила!
		
`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Якою качку вважають в селі за словами лиса?',
				trueAnswer: 0,
				answers: [
					'гарною',
					'дуже розумною'
				]
			}
			,
			{
				question: 'Куди лис умовив піти качку?',
				trueAnswer: 0,
				answers: [
					'до села',
					'до берега'
				]
			},
			{
				question: 'Що зробив лис, коли качка вийшла на берег?',
				trueAnswer: 0,
				answers: [
					'вхопив її',
					'відпустив її'
				]
			},
			{
				question: 'Качка постраждала через те, що була...',
				trueAnswer: 0,
				answers: [
					'гордою',
					'пихатою',
					'слабшою за лиса'
				]
			},
			{
				question: 'Вибери прислів\'я, яке розкриває головну думку твору.',
				trueAnswer: 2,
				answers: [
					'З чужої біди не смійся',
					'Голова без розуму, як ліхтар без свічки.',
					'Гордість не одному шию скрутила.'
				]
			}
		]
	}
	,
	{
		textTitle: `ЛЕВ І КОМАРІ`,
		textValue: `
	Одного разу лев, лежачи під кущем, думав собі: — Я такий дужийвдався, нікого не боюся! Не так, як оті нікчемні комарі: всякий їх роздавить, і вони всіх бояться.
	Комарам досадно стало, що лев їх ні в що ставить. Як сипонули вони на лева й почали його жигати! Уже він і хвостом махав, і лапами шльопав, і зубами клацав, нічого не допомагало. Комарі як з мішка сипалися на лева.
	Уже лев і підплигував, і навкруги куща бігав, а комарі одно —жигали. Бачить лев, що з комарами важко справитися, почав прохати їх одчепитися від нього.
	Комарі відстали від лева, піднялися вгору стовпом і кажуть: «Не хвалися, брате, розумом, не хвалися силою».		
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Про що думав лев, лежачи під кущем?',
				trueAnswer: 0,
				answers: [
					'що він сильний і нікого не боїться',
					'що він найрозумніший у світі'
				]
			}
			,
			{
				question: 'Чому комарі почали жалити лева?',
				trueAnswer: 1,
				answers: [
					'були дуже голодні',
					'досадно стало, що лев їх ні в що ставить'
				]
			},
			{
				question: 'Що зробив лев, коли зрозумів, що з комарами важко справитися?',
				trueAnswer: 0,
				answers: [
					'почав прохати їх одчепитися від нього',
					'почав їм погрожувати'
				]
			},
			{
				question: 'Що сказали леву комарі, коли відстали від нього?',
				trueAnswer: 1,
				answers: [
					'Ми хоч і маленькі, а нас усі бояться',
					'Не хвалися, брате, розумом, не хвалися силою',
				]
			}
		]
	},
	{
		textTitle: `БОЯГУЗКА`,
		textValue: `
	Валя боялася мишей, жаб, павуків, гусені. Усі її так і звали — боягузка.
	Одного разу діти гралися в піску. Разом з ними був і малий Андрійко.
	Він ще не вмів ходити, а тільки повзав.
	Раптом хтось закричав:
	— Кудлай з ланцюга зірвався! Бережіться, діти!
	Усі кинулися тікати. Валя побігла в садок і зачинила хвіртку. На піску лишивсмалий Андрійко.
	Собака наближався до Андрійка. Валя вискочила з хвіртки і затулила собоАндрійка.
	Великий злий собака біг прямо на Валю. Валя кинула в нього совком і закричала:
	— Йди геть!
	Тут підбіг сторож і забрав собаку. Валя заплакала.
	—Чому ти плачеш? — запитали діти.
	—Я дуже злякалася... — сказала Валя.			
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Де гралися діти?',
				trueAnswer: 0,
				answers: [
					'у піску',
					'у садку'
				]
			}
			,
			{
				question: 'Якою була кличка в собаки?',
				trueAnswer: 1,
				answers: [
					'Рекс',
					'Кудлай'
				]
			},
			{
				question: 'Чому Андрійко не втік від собаки?',
				trueAnswer: 1,
				answers: [
					'бо не помітив собаки',
					'бо не вмів ходити'
				]
			},
			{
				question: 'Чи справедливо діти називали Валю боягузкою?',
				trueAnswer: 1,
				answers: [
					'так, бо вона всього боялася',
					'ні, бо вона забула про страх і затулила Андрійка від собаки',
				]
			}
		]
	}, {
		textTitle: `ЯК МІСЯЦЬ У КРИНИЦІ КУПАВСЯ`,
		textValue: `
	Стояла млосна літня ніч. На небі — ні хмаринки, і місяцеві захотілося напитися води із криниці. Спустився він на відрі у криницю, напився, сполоснувся. Але як тепер вибратися?
	Летіла мимо сова. Попросив її місяць витягти відро разом з ним із криниці. Але сова не захотіла допомогти.
	— Мені й без місяця вночі добре, я і в темноті усе бачу.
	Проходив мимо кіт. Чує, наче хтось у криниці вовтузиться. Зазирнув:
	— Невже миші купаються?
	Попросив місяць аби кіт допоміг йому з криниці вибратись.
	— А мені вночі і без світла добре полювати, — відповів кіт. Бігла по цямрині криниці мишка.
	Попросив її місяць допомогти йому. Запищала мишка:
	— Ніколи мені, поспішаю. Треба встигнути на кухні погосподарювати, доки всі сплять...
	Нарешті, настав ранок. Зійшло сонце. Прийшла бабуся набрати води.
	Зачерпнула відро, витягла, — а там місяць.
	Обсушила вона того місяця та й назад у небо закинула. Відтоді місяць завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися.
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Як Місяць потрапив у криницю?',
				trueAnswer: 0,
				answers: [
					'спустився у відрі, бо захотів води напитися',
					'захотів подивитися на своє відображення у воді'
				]
			}
			,
			{
				question: 'Кого місяць просив витягти його з води?',
				trueAnswer: 1,
				answers: [
					'собаку, кота, щура',
					'сову, кота, мишку'
				]
			},
			{
				question: 'Хто витяг місяця з води та назад у небо закинув?',
				trueAnswer: 1,
				answers: [
					'онуки',
					'бабуся'
				]
			},
			{
				question: 'Як віддячив місяць бабусі?',
				trueAnswer: 0,
				answers: [
					'він завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися',
					'він завжди світить уночі, щоб бабуся могла з криниці набрати води',
				]
			}
		]
	},
	, {
		textTitle: `ОСІНЬ`,
		textValue: `
		Після спекотливого літа, після серпневих теплих днів нарешті настала осінь. Яка чудова пора року!
    По узліссях ще ростуть різні гриби: червоноголові, підосичники, зеленуваті й рожеві сироїжки, слизькі грузді і запашні рижики. На старих великих пеньках туляться один до одного тонконогі опеньки. У мохових болотах намистинками розсипана по купинах червона соковита журавлина. На освітлених сонцем лісових галявинах червоніють кетяги горобини.
    Яке чисте й прозоре повітря! Далеко чути звуки, гучно линуть різні голоси. На дні лісового струмка видно кожен камінчик, кожну тоненьку травинку. По прозорому високому небу пливуть та й пливуть пухнасті білі хмарки. Ясної тихої днини літає у повітрі над землею, сідає на обличчя липуча павутинка.
	`,
		textFontSize: 20,
		category: '2 клас',
		questions: [
			{
				question: 'Яка настала пора року?',
				trueAnswer: 1,
				answers: [
					'весна-красна',
					'красуня осінь',
					'білосніжна зима'
				]
			},
			{
				question: 'Які гриби ще ростуть по узліссях?',
				trueAnswer: 1,
				answers: [
					'лисички і маслюки',
					'підосичники і сироїжки',
					'боровики і підберезники'
				]
			},
			{
				question: 'Де росте червона журавлина?',
				trueAnswer: 2,
				answers: [
					'на річці',
					'на озері',
					'на болоті'
				]
			},
			{
				question: 'Що можна побачити на освітлених сонцем лісових галявинах?',
				trueAnswer: 1,
				answers: [
					'кетяги калини',
					'кетяги горобини',
					'червону журавлину'
				]
			},
			{
				question: 'Яке небо о цій порі осені?',
				trueAnswer: 2,
				answers: [
					'сіре й похмуре',
					'темне й хмарне',
					'прозоре і високе'
				]
			}
		]
	},
	{
		textTitle: `ХТО ЯК ДО ЗИМИ ГОТУЄТЬСЯ`,
		textValue: `
	Ліс улітку був увесь зелений, а тепер берізки та клени жовті, осики червоні, а поміжними ялиночки зеленіють.
	Налетить вітер, зірве з дерев листочки, і закружляють вони в повітрі, наче метелики.Потім тихо додолу спускаються, землю нібито килимом укривають. Дерева ронять листя,трава й квіти в’януть, сохнуть, а насіння їхнє на землю осипається, щоб навесніпрорости й знову зазеленіти, зацвісти.
	Тварини також до зими готуються: мандрівні птахи збираються у великі зграї, щоб летітиу вирій; маленькі звірята запасають у своїх коморах їжу, лагодять й утеплюють своїжитла та самі зодягаються в теплі зимові шубки. А комахи під кору дерев у свої ж різніщілинки ховаються.
	Так усе живе — і рослини, і тварини — готується до довгої та холодної зими.
	`,
		textFontSize: 22,
		category: '2 клас',
		questions: [
			{
				question: 'Якого кольору ялинки осінньої пори?',
				trueAnswer: 0,
				answers: [
					'зелені',
					'жовті',
					'червоні'
				]
			},
			{
				question: 'Що за метелики кружляють у повітрі цієї пори?',
				trueAnswer: 0,
				answers: [
					'це листочки',
					'це сніжинки',
					'це павутинки'
				]
			},
			{
				question: 'Що відбувається з квітами і травами восени?',
				trueAnswer: 1,
				answers: [
					'ростуть і цвітуть',
					'в’януть і сохнуть',
					'зеленіють і цвітуть'
				]
			},
			{
				question: 'Як звірята готуються до зими?',
				trueAnswer: 1,
				answers: [
					'завмирають',
					'утеплюють домівки',
					'вирушають у теплі краї'
				]
			},
			{
				question: 'Як комахи готуються до зими?',
				trueAnswer: 2,
				answers: [
					'утеплюють житло',
					'запасаються їжею',
					'ховаються під кору дерев'
				]
			},
			{
				question: 'Як перелітні птахи готуються до зими?',
				trueAnswer: 1,
				answers: [
					'будують гнізда',
					'летять у вирій',
					'готують запаси їжі'
				]
			},
		]
	},
	{
		textTitle: `Їжачок`,
		textValue: `
		Зустрів я нещодавно в лісі двох хлоп'ят. Валько і Петько звати їх. Близнят
		Відмінники. Одним словом — розумні хлопці.
		У беретику одного з них зненацька щось заворушилось. 
		—Їжачка знайшли! — радісно повідомили брати. — Несемо додому, нехай перезимує
		теплі-добрі. А навесні випустимо.
		— Де ж ви його на зиму поселите? — перш за все поцікавився я.
		— У куточку під батареєю!
		— Друзі мої дорогі, — не втримався я. — Вашому знайді не треба такого тепла на зим
		Він повинен під корчем десь у лісі в м'якому кубельці заснути, і тоді той сон бу
		міцним, бо завірюхи його колисатимуть. А у вас, напевно, телевізор гримить допізна.
		— Еге ж, — знітився Петько.
		— Хотіли ж як краще...
		Хлопці з деяким жалем відпустили їжачка, і він, не гаючись, чкурнув у хащі. 
	`,
		textFontSize: 22,
		category: '2 клас',
		questions: [
			{
				question: 'Кого зустрів автор у лісі?',
				trueAnswer: 1,
				answers: [
					'двох дівчат',
					'двох хлоп\'ят'
				]
			},
			{
				question: 'Кого несли діти в беретику?',
				trueAnswer: 0,
				answers: [
					'їжачка',
					'білочку'
				]

			},
			{
				question: 'Де діти хотіли поселити тваринку?',
				trueAnswer: 1,
				answers: [
					'у куточку живої природи',
					'удома під батареєю'
				]
			},
			{
				question: 'Як урешті-решт вчинили діти?',
				trueAnswer: 0,
				answers: [
					'відпустили тваринку на волю',
					'залишили їжачка собі'
				]
			}
		]
	}
];
