const allTests = [
	{
		textTitle: `ПРО ГОРДУ КАЧКУ`,
		textValue: `
		Одна качка плавала на воді. Аж надбіг лис.
		—Добрий день, качечко! — каже лис.
		—Здорові були, добродію! Що там доброго скажете?
		—Та не маю коли, бо біжу з села, — каже лис. — Чи то ви такачка, що люди кажуть, що немає кращої на ціле село?
		Качка аж нестямилася з радощів.
		— Та, може, і я, — каже горда качка.
		—То ходіть же за мною до села. Бо вже господиня аж гине вас побачити! Ви не знаєте, які ви на все село славні, навіть у місті за вас знають!
		Горда качка, недовго думаючи, — штрик на берег. А лис тоді за шийку — цуп.
		— Ось так, — каже. — Гордість не одному шию скрутила!
		
`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Якою качку вважають в селі за словами лиса?',
				trueAnswer: 0,
				answers: [
					'гарною',
					'дуже розумною'
				]
			}
			,
			{
				question: 'Куди лис умовив піти качку?',
				trueAnswer: 0,
				answers: [
					'до села',
					'до берега'
				]
			},
			{
				question: 'Що зробив лис, коли качка вийшла на берег?',
				trueAnswer: 0,
				answers: [
					'вхопив її',
					'відпустив її'
				]
			},
			{
				question: 'Качка постраждала через те, що була...',
				trueAnswer: 0,
				answers: [
					'гордою',
					'пихатою',
					'слабшою за лиса'
				]
			},
			{
				question: 'Вибери прислів\'я, яке розкриває головну думку твору.',
				trueAnswer: 2,
				answers: [
					'З чужої біди не смійся',
					'Голова без розуму, як ліхтар без свічки.',
					'Гордість не одному шию скрутила.'
				]
			}
		]
	}
	,
	{
		textTitle: `ЛЕВ І КОМАРІ`,
		textValue: `
	Одного разу лев, лежачи під кущем, думав собі: — Я такий дужийвдався, нікого не боюся! Не так, як оті нікчемні комарі: всякий їх роздавить, і вони всіх бояться.
	Комарам досадно стало, що лев їх ні в що ставить. Як сипонули вони на лева й почали його жигати! Уже він і хвостом махав, і лапами шльопав, і зубами клацав, нічого не допомагало. Комарі як з мішка сипалися на лева.
	Уже лев і підплигував, і навкруги куща бігав, а комарі одно —жигали. Бачить лев, що з комарами важко справитися, почав прохати їх одчепитися від нього.
	Комарі відстали від лева, піднялися вгору стовпом і кажуть: «Не хвалися, брате, розумом, не хвалися силою».		
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Про що думав лев, лежачи під кущем?',
				trueAnswer: 0,
				answers: [
					'що він сильний і нікого не боїться',
					'що він найрозумніший у світі'
				]
			}
			,
			{
				question: 'Чому комарі почали жалити лева?',
				trueAnswer: 1,
				answers: [
					'були дуже голодні',
					'досадно стало, що лев їх ні в що ставить'
				]
			},
			{
				question: 'Що зробив лев, коли зрозумів, що з комарами важко справитися?',
				trueAnswer: 0,
				answers: [
					'почав прохати їх одчепитися від нього',
					'почав їм погрожувати'
				]
			},
			{
				question: 'Що сказали леву комарі, коли відстали від нього?',
				trueAnswer: 1,
				answers: [
					'Ми хоч і маленькі, а нас усі бояться',
					'Не хвалися, брате, розумом, не хвалися силою',
				]
			}
		]
	},
	{
		textTitle: `БОЯГУЗКА`,
		textValue: `
	Валя боялася мишей, жаб, павуків, гусені. Усі її так і звали — боягузка.
	Одного разу діти гралися в піску. Разом з ними був і малий Андрійко.
	Він ще не вмів ходити, а тільки повзав.
	Раптом хтось закричав:
	— Кудлай з ланцюга зірвався! Бережіться, діти!
	Усі кинулися тікати. Валя побігла в садок і зачинила хвіртку. На піску лишивсмалий Андрійко.
	Собака наближався до Андрійка. Валя вискочила з хвіртки і затулила собоАндрійка.
	Великий злий собака біг прямо на Валю. Валя кинула в нього совком і закричала:
	— Йди геть!
	Тут підбіг сторож і забрав собаку. Валя заплакала.
	—Чому ти плачеш? — запитали діти.
	—Я дуже злякалася... — сказала Валя.			
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Де гралися діти?',
				trueAnswer: 0,
				answers: [
					'у піску',
					'у садку'
				]
			}
			,
			{
				question: 'Якою була кличка в собаки?',
				trueAnswer: 1,
				answers: [
					'Рекс',
					'Кудлай'
				]
			},
			{
				question: 'Чому Андрійко не втік від собаки?',
				trueAnswer: 1,
				answers: [
					'бо не помітив собаки',
					'бо не вмів ходити'
				]
			},
			{
				question: 'Чи справедливо діти називали Валю боягузкою?',
				trueAnswer: 1,
				answers: [
					'так, бо вона всього боялася',
					'ні, бо вона забула про страх і затулила Андрійка від собаки',
				]
			}
		]
	}, {
		textTitle: `ЯК МІСЯЦЬ У КРИНИЦІ КУПАВСЯ`,
		textValue: `
	Стояла млосна літня ніч. На небі — ні хмаринки, і місяцеві захотілося напитися води із криниці. Спустився він на відрі у криницю, напився, сполоснувся. Але як тепер вибратися?
	Летіла мимо сова. Попросив її місяць витягти відро разом з ним із криниці. Але сова не захотіла допомогти.
	— Мені й без місяця вночі добре, я і в темноті усе бачу.
	Проходив мимо кіт. Чує, наче хтось у криниці вовтузиться. Зазирнув:
	— Невже миші купаються?
	Попросив місяць аби кіт допоміг йому з криниці вибратись.
	— А мені вночі і без світла добре полювати, — відповів кіт. Бігла по цямрині криниці мишка.
	Попросив її місяць допомогти йому. Запищала мишка:
	— Ніколи мені, поспішаю. Треба встигнути на кухні погосподарювати, доки всі сплять...
	Нарешті, настав ранок. Зійшло сонце. Прийшла бабуся набрати води.
	Зачерпнула відро, витягла, — а там місяць.
	Обсушила вона того місяця та й назад у небо закинула. Відтоді місяць завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися.
	`,
		textFontSize: 22,
		category: '1 клас',
		questions: [
			{
				question: 'Як Місяць потрапив у криницю?',
				trueAnswer: 0,
				answers: [
					'спустився у відрі, бо захотів води напитися',
					'захотів подивитися на своє відображення у воді'
				]
			}
			,
			{
				question: 'Кого місяць просив витягти його з води?',
				trueAnswer: 1,
				answers: [
					'собаку, кота, щура',
					'сову, кота, мишку'
				]
			},
			{
				question: 'Хто витяг місяця з води та назад у небо закинув?',
				trueAnswer: 1,
				answers: [
					'онуки',
					'бабуся'
				]
			},
			{
				question: 'Як віддячив місяць бабусі?',
				trueAnswer: 0,
				answers: [
					'він завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися',
					'він завжди світить уночі, щоб бабуся могла з криниці набрати води',
				]
			}
		]
	},
	, {
		textTitle: `ОСІНЬ`,
		textValue: `
		Після спекотливого літа, після серпневих теплих днів нарешті настала осінь. Яка чудова пора року!
    По узліссях ще ростуть різні гриби: червоноголові, підосичники, зеленуваті й рожеві сироїжки, слизькі грузді і запашні рижики. На старих великих пеньках туляться один до одного тонконогі опеньки. У мохових болотах намистинками розсипана по купинах червона соковита журавлина. На освітлених сонцем лісових галявинах червоніють кетяги горобини.
    Яке чисте й прозоре повітря! Далеко чути звуки, гучно линуть різні голоси. На дні лісового струмка видно кожен камінчик, кожну тоненьку травинку. По прозорому високому небу пливуть та й пливуть пухнасті білі хмарки. Ясної тихої днини літає у повітрі над землею, сідає на обличчя липуча павутинка.
	`,
		textFontSize: 20,
		category: '2 клас',
		questions: [
			{
				question: 'Яка настала пора року?',
				trueAnswer: 1,
				answers: [
					'весна-красна',
					'красуня осінь',
					'білосніжна зима'
				]
			},
			{
				question: 'Які гриби ще ростуть по узліссях?',
				trueAnswer: 1,
				answers: [
					'лисички і маслюки',
					'підосичники і сироїжки',
					'боровики і підберезники'
				]
			},
			{
				question: 'Де росте червона журавлина?',
				trueAnswer: 2,
				answers: [
					'на річці',
					'на озері',
					'на болоті'
				]
			},
			{
				question: 'Що можна побачити на освітлених сонцем лісових галявинах?',
				trueAnswer: 1,
				answers: [
					'кетяги калини',
					'кетяги горобини',
					'червону журавлину'
				]
			},
			{
				question: 'Яке небо о цій порі осені?',
				trueAnswer: 2,
				answers: [
					'сіре й похмуре',
					'темне й хмарне',
					'прозоре і високе'
				]
			}
		]
	},
	{
		textTitle: `ХТО ЯК ДО ЗИМИ ГОТУЄТЬСЯ`,
		textValue: `
	Ліс улітку був увесь зелений, а тепер берізки та клени жовті, осики червоні, а поміжними ялиночки зеленіють.
	Налетить вітер, зірве з дерев листочки, і закружляють вони в повітрі, наче метелики.Потім тихо додолу спускаються, землю нібито килимом укривають. Дерева ронять листя,трава й квіти в’януть, сохнуть, а насіння їхнє на землю осипається, щоб навесніпрорости й знову зазеленіти, зацвісти.
	Тварини також до зими готуються: мандрівні птахи збираються у великі зграї, щоб летітиу вирій; маленькі звірята запасають у своїх коморах їжу, лагодять й утеплюють своїжитла та самі зодягаються в теплі зимові шубки. А комахи під кору дерев у свої ж різніщілинки ховаються.
	Так усе живе — і рослини, і тварини — готується до довгої та холодної зими.
	`,
		textFontSize: 22,
		category: '2 клас',
		questions: [
			{
				question: 'Якого кольору ялинки осінньої пори?',
				trueAnswer: 0,
				answers: [
					'зелені',
					'жовті',
					'червоні'
				]
			},
			{
				question: 'Що за метелики кружляють у повітрі цієї пори?',
				trueAnswer: 0,
				answers: [
					'це листочки',
					'це сніжинки',
					'це павутинки'
				]
			},
			{
				question: 'Що відбувається з квітами і травами восени?',
				trueAnswer: 1,
				answers: [
					'ростуть і цвітуть',
					'в’януть і сохнуть',
					'зеленіють і цвітуть'
				]
			},
			{
				question: 'Як звірята готуються до зими?',
				trueAnswer: 1,
				answers: [
					'завмирають',
					'утеплюють домівки',
					'вирушають у теплі краї'
				]
			},
			{
				question: 'Як комахи готуються до зими?',
				trueAnswer: 2,
				answers: [
					'утеплюють житло',
					'запасаються їжею',
					'ховаються під кору дерев'
				]
			},
			{
				question: 'Як перелітні птахи готуються до зими?',
				trueAnswer: 1,
				answers: [
					'будують гнізда',
					'летять у вирій',
					'готують запаси їжі'
				]
			},
		]
	},
	{
		textTitle: `Їжачок`,
		textValue: `
		Зустрів я нещодавно в лісі двох хлоп'ят. Валько і Петько звати їх. Близнят
		Відмінники. Одним словом — розумні хлопці.
		У беретику одного з них зненацька щось заворушилось. 
		—Їжачка знайшли! — радісно повідомили брати. — Несемо додому, нехай перезимує
		теплі-добрі. А навесні випустимо.
		— Де ж ви його на зиму поселите? — перш за все поцікавився я.
		— У куточку під батареєю!
		— Друзі мої дорогі, — не втримався я. — Вашому знайді не треба такого тепла на зим
		Він повинен під корчем десь у лісі в м'якому кубельці заснути, і тоді той сон бу
		міцним, бо завірюхи його колисатимуть. А у вас, напевно, телевізор гримить допізна.
		— Еге ж, — знітився Петько.
		— Хотіли ж як краще...
		Хлопці з деяким жалем відпустили їжачка, і він, не гаючись, чкурнув у хащі. 
	`,
		textFontSize: 22,
		category: '2 клас',
		questions: [
			{
				question: 'Кого зустрів автор у лісі?',
				trueAnswer: 1,
				answers: [
					'двох дівчат',
					'двох хлоп\'ят'
				]
			},
			{
				question: 'Кого несли діти в беретику?',
				trueAnswer: 0,
				answers: [
					'їжачка',
					'білочку'
				]

			},
			{
				question: 'Де діти хотіли поселити тваринку?',
				trueAnswer: 1,
				answers: [
					'у куточку живої природи',
					'удома під батареєю'
				]
			},
			{
				question: 'Як урешті-решт вчинили діти?',
				trueAnswer: 0,
				answers: [
					'відпустили тваринку на волю',
					'залишили їжачка собі'
				]
			}
		]
	},
	{
		textTitle: `ЛЕБІДЬ`,
		textValue: `
		Лебедя якщо хтось і не бачив, то вже точно знає з картинок, що це білосніжний птах із гордо вигнутою стрункою шиєю, з опущеним донизу дзьобом.
    Але, виявляється, є й інший вид лебедя. У нього пряма шия і спрямований уперед дзьоб. Ці два види лебедів відрізняються не тільки зовнішністю, а й своїм голосом. Один із лебедів (з вигнутою шиєю) — шипить, другий — дзвінко трубить, немов видає переможний клич. Тому першого прозвали шипуном, а другого — кликуном.
    Лебідь — дуже сильний і хоробрий птах. Він сміливо вступає в бій не тільки з хижими птахами, але й із різними тварина¬ми — лисицями, вовками й собаками. Ударами своїх здоровен¬них і могутніх крил і дзьоба лебідь здатен навіть убити їх. Він майже завжди залишається переможцем.
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Як називається білосніжний птах із довгою шиєю?',
				trueAnswer: 1,
				answers: [
					'орел',
					'лебідь',
					'ластівка'
				]
			},
			{
				question: 'Які зовнішні ознаки лебедя-кликуна?',
				trueAnswer: 0,
				answers: [
					'пряма шия і спрямований уперед дзьоб',
					'пряма шия й опущений донизу дзьоб',
					'вигнута шия і спрямований униз дзьоб'
				]
			},
			{
				question: 'Як називається вид лебедя, який шипить?',
				trueAnswer: 1,
				answers: [
					'лебідь-кликун',
					'лебідь-шипун',
					'лебідь-крикун'
				]
			},
			{
				question: 'Чому лебедя називають кликуном?',
				trueAnswer: 2,
				answers: [
					'дуже голосно шипить',
					'дуже голосно кричить',
					'видає переможний клич'
				]
			},
			{
				question: 'Які крила у лебедя?',
				trueAnswer: 1,
				answers: [
					'малі і слабкі',
					'великі і могутні',
					'малі і сильні'
				]
			},
			{
				question: 'Яких тварин лебідь може перемогти під час бою?',
				trueAnswer: 1,
				answers: [
					'кабана',
					'лисицю',
					'ведмедя'

				]
			}
		]
	},
	{
		textTitle: `Найгарніша мама`,
		textValue: `
	Далеко забилось, не може знайти рідного гнізда.
	Випало Совеня із гнізда та й повзає лісом. Побачили птахи малого — некрасивого, з великою головою, вухатого, банькатого, жовторотого. Побачили та й питають, дивуючись:
	— Хто ти такий? Де ти взявся?
	— Я — Совеня, — відповідає мале. — Я випало з гнізда, не вмію ще літати і вдень дуже погано бачу. Я шукаю маму.
	— Хто ж твоя мама? — питає Соловей.
	— Моя мама Сова, — гордо відповідає Совеня.
	— Яка ж вона? — питає Дятел.
	— Моя мама найгарніша.
	— Розкажи, яка ж вона, — питає Дрізд.
	— У неї голова, вуха й очі такі, як у мене, — відповідає з гордістю Совеня.
	— Ха-ха-ха! — зареготали Соловей, Дятел і Дрізд. — Та ти ж потвора. Виходить, і твоя мати потвора.
	— Неправда! — закричало Совеня. — Мама в мене найгарніша. Почула його крик Сова, прилетіла потихеньку, взяла Совеня за лапку й повела до рідного гнізда.
	Совеня уважно подивилося на свою маму: вона була найгарніша.
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Хто випав із гнізда?',
				trueAnswer: 0,
				answers: [
					'Совеня',
					'ластів’ятко'
				]
			},
			{
				question: 'Кого шукало мале Совеня?',
				trueAnswer: 1,
				answers: [
					'своїх друзів',
					'маму'
				]
			},
			{
				question: 'Що сказало про свою маму Совеня?',
				trueAnswer: 0,
				answers: [
					'«Моя мама найгарніша»',
					'«Моя мама найкраща»'
				]
			},
			{
				question: 'Чи знайшло Совеня свою маму?',
				trueAnswer: 0,
				answers: [
					'так',
					'ні'
				]
			}
		]
	},
	{
		textTitle: `Червона калина`,
		textValue: `
		Коли починає жовтіти на деревах зелене листя, а на густі трави лягають вже холодні осінні роси, на узліссі можна натрапити на розлогий кущ з гілками, обтяженими червоними гронами. Це калина одягла свої самоцвіти і звеселяє ними осінній ліс. Не лякає її ані осіння негода, ані зима з її холодами. Стоїть собі, радіє, пишається своїм вбранням, і не минають її ані люди, ані птаство, ані звірина.
		Після перших приморозків плоди калини починають втрачати гіркоту, а добре приморожені, вони вже цілком їстівні й солодкі.
		Гарна калина й навесні, закосичена білими суцвіттями.
		Калина росте невеликим розлогим кущем і полюбляє місця з добре зволоженим фунтом, біля річок та водойм.
		З давніх-давен вирощують калину в селах. Існував навіть гарний звичай: кожної весни та осені садити калину біля криниць, річок, на узліссях. Вона здавна вважалася однією з найцінніших лікарських рослин.
		Калина оспівана в багатьох народних піснях, її порівнюють з дівочою вродою і чистотою. Сьогодні червона калина є символом України. 		
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Чим звеселяє калина ліс восени?',
				trueAnswer: 1,
				answers: [
					'білими суцвіттями',
					'червоними гронами'
				]
			},
			{
				question: 'Коли плоди калини стають цілком їстівними і солодкими?',
				trueAnswer: 1,
				answers: [
					'як тільки поспіють',
					'коли добре приморожені'
				]
			},
			{
				question: 'Чи вважають калину цінною лікарською рослиною?',
				trueAnswer: 0,
				answers: [
					'так',
					'ні'
				]
			},
			{
				question: 'Чим є червона калина сьогодні?',
				trueAnswer: 0,
				answers: [
					'символ України',
					'самоцвітом'
				]
			}
		]
	},
	{
		textTitle: `Хлопчик і Дзвіночок Конвалії`,
		textValue: `
	Прийшла весна. Із землі виткнулась зелена стрілка. Вона швидко росла, потім розділилась на два листочки. Листочки стали великі. Між ними з'явився маленький пагін. Він піднявся, нахилився до одного листка і ось на світанку розцвів сріблястим Дзвіночком. Це був Дзвіночок Конвалії.
	Раненько Дзвіночка побачив хлопчик. Його зворушила краса квітки. Він не міг відвести очей від Конвалії.
	Хлопчик простягнув руку, щоб зірвати квітку. А квітка йому шепоче:
	— Хлопчику, навіщо ти хочеш мене зірвати? — А ти мені дуже подобаєшся. Ти така гарна, — каже хлопчик.
	— Добре, — зітхає Дзвіночок Конвалії. — Зривай. Тільки перед тим, як зірвати, скажи, який я гарний.
	Подивився хлопчик на Дзвіночок Конвалії. Квітка була справді чудова. Вона була схожа на ранкове небо, й на блакитну воду ставка, і ще на щось дивовижно красиве. Хлопчик усе це відчував, але висловити не міг.
	Він стояв біля Дзвіночка Конвалії, зачарований красою квітки.
	— Рости, Дзвіночку, — прошепотів хлопчик. 
	`,
		textFontSize: 22,
		category: '3 клас',
		questions: [
			{
				question: 'Чим розцвів маленький пагін?',
				trueAnswer: 1,
				answers: [
					'блакитним проліском',
					'сріблястим дзвіночком'
				]
			},
			{
				question: 'Хто побачив дивну квітку?',
				trueAnswer: 0,
				answers: [
					'хлопчик',
					'дівчинка'
				]
			},
			{
				question: 'Яке враження справила краса квітки на хлопчика?',
				trueAnswer: 0,
				answers: [
					'квітка зворушила його',
					'хлопчик її не помітив'
				]
			},
			{
				question: 'Що можна сказати про хлопчика?',
				trueAnswer: 1,
				answers: [
					'він байдужий до краси',
					'він уміє відчувати красу і милуватися нею'
				]
			}
		]
	},
	{
		textTitle: `Кому дістався бублик`,
		textValue: `
		Хтось загубив маленького бублика.
		Першою побачила його жовтогруда синиця. Дзьобнула знахідку раз, вдруге і 	розчаровано пискнула — бублик був твердий, як камінь.
		Підлетіли два горобці. І теж не змогли скуштувати.
		За пташками із самої верхівки грубезної верби спостерігав старий грак. Отож він 	повільно злетів на землю. Горобці й синиці відступилися перед сильнішим і 	ображено залементували.
		Грак навіть оком не зморгнув на лайку дрібноти. Він діловито підійшов до 	бублика і дзьобнув його. Проте його довгий і міцний дзьоб бублика теж не 	розколов.
		Грак трохи подумав, тоді злетів на паркан, посидів там із хвилину і знов 	опустився до ласої знахідки. Взяв бублика у дзьоб і кинув у найближчу калюжу. 	Походив, очікуючи, поки бублик набрякне у воді, і, коли той пом'якшав, з'їв 	його з апетитом.
		Горобці від здивування аж оніміли. Грак важко змахнув великими крилами, описав 	дугу над калюжею і опустився на своє звичне місце на вербі. А вже звідти 	голосно крякнув. Мовляв, хто хоче їсти, той має метикувати. 
	`,
		textFontSize: 22,
		category: '4 клас',
		questions: [
			{
				question: 'Хто перший побачив бублика?',
				trueAnswer: 1,
				answers: [
					'горобчик',
					'синичка'
				]
			},
			{
				question: 'Чому синичка і горобчик не змогли поласувати знахідкою?',
				trueAnswer: 0,
				answers: [
					'бублик був дуже твердий',
					'бублик був дуже несмачний'
				]
			},
			{
				question: 'Для чого грак кинув бублик у воду?',
				trueAnswer: 1,
				answers: [
					'щоб ним не змогли поласувати інші',
					'щоб він розмок'
				]
			},
			{
				question: 'Щто ж все-таки з\'їв бублик?',
				trueAnswer: 0,
				answers: [
					'грак',
					'горобці'
				]
			}
		]
	},
	{
		textTitle: `Камінь`,
		textValue: `
		У лузі, під гіллястим дубом, багато років жила криниця. Вона давала людям воду. Під дубом біля криниці відпочивали подорожні.
		Одного разу до дуба прийшов хлопчик. Він любив пустувати. Тож і подумав: «А що воно буде, як я візьму оцей камінь і кину його в криницю? Ото, мабуть, булькне!»
		Підняв камінь, кинув його в криницю. Булькнуло дуже. Хлопчик засміявся, побіг і забув про свої пустощі.
		Камінь упав на дно і забив джерело.
		Вода перестала заповнювати криницю.
		Криниця засохла.
		Засохла трава навколо криниці, і дуб засох, бо підземні струмки потекли кудись в інше місце.
		На дубі перестав мостити гніздо соловейко. Він полетів у інший луг.
		Замовкла соловейкова пісня.
		Сумно стало в лузі.
		Минуло багато років. Хлопчик став дідусем. Одного разу він прийшов на те місце, де колись був зелений луг, стояв гіллястий дуб, співав соловейко, вабила прохолодна криниця.
		Не стало ні лугу, ні дуба, ні соловейка, ні криниці. Довкола пісок, вітер здіймає хмари пилюки.
		«Де ж воно все поділося?» — подумав дідусь. 
	`,
		textFontSize: 22,
		category: '4 клас',
		questions: [
			{
				question: 'Де багато років жила криниця?',
				trueAnswer: 1,
				answers: [
					'під високою сосною',
					'під гіллястим дубом'
				]
			},
			{
				question: 'Що зробив хлопчик-пустун?',
				trueAnswer: 0,
				answers: [
					'кинув у криницю камінь',
					'обгородив криницю'
				]
			},
			{
				question: 'Що сталося із криницею?',
				trueAnswer: 0,
				answers: [
					'вона засохла',
					'продовжувала давати людям воду'
				]
			},
			{
				question: 'Що побачив дідусь на місці криниці?',
				trueAnswer: 1,
				answers: [
					'зелений луг',
					'піщану пустелю'
				]
			}
		]
	},
	{
		textTitle: `Самому вовка не побороти`,
		textValue: `
	Вовк забрався в кошару й украв старого барана. Йде вівця і плаче. Зустріла її коза й питає:
	- Чого ти так гірко плачеш?
	- Як же мені не плакати? Вовк мого батька з’їв. Немає його біль¬ше на світі, тільки дзвіночок залишився. Піду розправлюся з вовком.
	- І я піду. У мене роги гострі.
	А вівця так розхвилювалася, що з горя й страху не має.
	- Не треба, - каже, - я й сама з ним упораюсь.
	Іде далі, зустріла собаку. Узнав той про її горе й каже: 
	- І я з тобою піду. У мене вовк двох братів загриз. Ти почни з вовком бійку, а я скочу йому на спину і загризу його.
	- Не втручайся в мою справу, - каже вівця. - Я зараз так розлю¬тувалася, що одним ударом його на землю повалю.
	Пішла вівця битися з вовком сам на сам, а вовк її і загриз.
	Вибігла коза помститися за подругу, вовк і її з’їв.
	Пішов собака в ліс за братів помститися і теж додому не повер¬нувся.
	А вовк бігає лісом та й думає: "Хоча б не здогадалися всі вівці, всі кози і всі собаки напасти на мене разом. Ну, тоді мені й не жити!"
	`,
		textFontSize: 22,
		category: '4 клас',
		questions: [
			{
				question: 'Чому плакала вівця?',
				trueAnswer: 1,
				answers: [
					'вовк з’їв її дітей',
					'вовк з’їв її батька'
				]
			},
			{
				question: 'За що собака хотів помститися вовкові?',
				trueAnswer: 0,
				answers: [
					'бо той загриз його братів',
					'бо вовк загриз його друга'
				]
			},
			{
				question: 'Чому загинули вівця, коза і собака?',
				trueAnswer: 1,
				answers: [
					'тому що вовк був сильнішим',
					'тому що тварини билися з вовком поодинці'
				]
			},
			{
				question: 'Чого боявся вовк?',
				trueAnswer: 0,
				answers: [
					'щоб усі вівці, кози й собаки не напали на нього разом',
					'щоб не натрапити йому на мисливців'
				]
			}
		]
	},
	{
		textTitle: `Хто з’їв пиріжок?`,
		textValue: `
		У лузі косили сіно три брати — Іван, Петро й Василь. Коли сонце піднялося до полудня, надумали вони спочити. Лягли під стіжком сіна та й заснули міцно-міцно.
		Коли брати спали, прийшла мати. Вона принесла обід: миску каші, хліба і три великі пиріжки з маком. Жаль було матусі будити синів. Нехай, думає, посплять. 
		Прокинуться, самі знайдуть, пообідають.
		Накрила мати обід лопушиною та й пішла додому.
		А тим часом ішов подорожній — дідусь із паличкою. Він дуже втомився. І їсти йому хотілося.
		Підійшов дідусь до стіжка, побачив трьох братів, що спали, почув, як смачно пахне їжа. Думає подорожній: «Хіба не дали б вони мені поїсти, якби не спали? Звичайно, дали б». 
		Жаль було дідусеві будити братів. З’їв він один пиріжок, подякував пошепки та й пішов.
		Прокинулися брати. Сіли обідати. Бачать — тільки два пиріжки, а мати ж завжди приносила три. Думає кожен: «Це ж хтось із моїх братів прокинувся й тихенько з’їв пиріжок». 
		Усім трьом братам соромно, всі похилили голови, бо кожен вважає винним не себе. З’їли вони кашу з хлібом, а пиріжки лежать. 
		Пішли мовчки косити. До вечора косили й слова один до одного не промовили.
		А ввечері повертався додому подорожній. Зайшов до братів, дивується: чого це вони стоять, похиливши голови? Чого так дивно відпочивають, що й словом не перемовляться?
		— Добрий вечір,— каже дідусь.— Дякую вам за пиріжок. Жаль мені було будити вас, з’їв я один...
		Брати й пораділи.
		— Так це ви пиріжок з’їли? — допитується дідуся кожен брат.— Ой, як добре. Ходімо, дідусю, ми вам і ті пиріжки віддамо. Ходімо, ходімо...
		Дідусь пішов з братами. А ті були щасливі і доброзичливо дивилися один одному в вічі.		
	`,
		textFontSize: 22,
		category: '4 клас',
		questions: [
			{
				question: 'Брати лягли спочити?',
				trueAnswer: 1,
				answers: [
					'під кущем калини',
					'під стіжком сіна',
					'у невеликому ліску'
				]
			},
			{
				question: 'Мама принесла синам',
				trueAnswer: 1,
				answers: [
					'борщ, хліб, вареники',
					'кашу, хліб, три пиріжки',
					'кашу, варені яйця, три пиріжки'
				]
			},
			{
				question: 'Мама не розбудила синів тому, що',
				trueAnswer: 0,
				answers: [
					'жаль було їх будити',
					'хотіла зробити їм сюрприз',
					'їй не захотілось'
				]
			},
			{
				question: 'Коли дідусь вирішив з’їсти пиріжок, він думав, що',
				trueAnswer: 1,
				answers: [
					'брати не дали б йому поїсти',
					'брати дали б йому поїсти',
					'соромно просити їсти'
				]
			}
		]
	},
	{
		textTitle: `ТАЄМНИЦІ МІСЯЦЯ`,
		textValue: `
		Місяць – єдине небесне тіло Сонячної системи, на яке ступала нога людини. Цей супутник нашої планети знаходиться під постійним “прицілом” телескопів, його вивчають із Землі й із космосу, але, за останні 40 років збільшились ненабагато і кількість загадок, які оточують цю планету, не зменшується, а навпаки, зростає.
    Вплив Місяця на життя людства вивчали традиційні і нетрадиційні  науки. Це маленька, пустельна планетка, поверхня якої поборознена кратерами, і яка пасивно кружляє навколо Землі, підкоряючись закону тяжіння. Чим вона може нам загрожувати?
    Місяць віддалений від Землі на відстань у 384 тисяч кілометрів і має діаметр у 3 476 км, що в чотири рази менше за діаметр Землі. Але не тільки Земля притягує Місяць, а й місяць, згідно з усіма законами фізики, притягує Землю. Виходить так, що Місяць обертається навколо нас, а ми – навколо нього, і пов’язані обидві планети нерозривно. І хоча присутність Місяця є неодмінною умовою для утримання Землі у складі Сонячної системи, ціна за цю “послугу” – неминуче знищення всього живого на Землі, яке цей супутник колись то вчинить. А знаряддям буде… незначна сила тяжіння  Місяця!
    Коли Місяць пропливає в нічному небі над нашими головами, він притягує до себе все, що потрапляє в його гравітаційне поле. А найяскравішим проявом цього слугують припливи і відпливи океану. Місяць притягає до себе величезні маси води, і тоді настає відплив. А коли Місяць, обертаючись орбітою, віддаляється від Землі й “випускає” океан зі свого гравітаційного поля, настає приплив. Але те, що здається нам природним рухом води, по суті є рухом Землі. Адже коли Місяць “тримає” у своєму полі океан, що здійнявся, Земля продовжує обертатися навколо своєї осі, тому не вода рухається до материків, а навпаки – материки до води. І кожного разу, коли Місяць “тягне до себе” наші океани, Земля, обертаючись, змушена переборювати силу тертя “здиблених” на її поверхні водяних гір. І з кожним таким зусиллям Земля втрачає швидкість обертів навколо своєї осі, і вже ніколи не набуде колишньої швидкості…
    Свій імпульс обертання Земля одержала від гравітаційного поля космосу 4 – 5 млрд. років тому, коли планети Сонячної системи тільки утворювалися зі скаженого крутіння хмар розпеченого газу і космічного пилу. За час, що сплинув, Земля вже значною мірою зменшила швидкість обертання, якої набула у першій фазі свого розвитку. А кожна втрата енергії є невідновлювальною! Уповільнення обертання Землі, спричинюване Місяцем, становить 0,00164 с щодня, і це гальмування триває вже кілька мільярдів років.
    Коли 200 млн. років тому на Землі жили динозаври, земний рік становив 385 днів – адже час обертання Землі навколо Сонця змінюється набагато повільніше, - натомість доба була коротшою і дорівнювала 23год. А от 400 млн років тому, коли перші рослини щойно освоювали земну сушу, рік становив 405 днів, а доба тривала 21 год 30 хв. І чим старшою стає Земля, тим довшим стає день. Земля, яку гальмує Місяць, дедалі повільніше обертається навколо своєї осі.
  	Ніч і день на Місяці тривають приблизно по 15 земних діб. Тобто доба на Місяці дорівнює 720 годин. Через відсутність навколо Місяця повітряної оболонки, подібної до тієї, що має Земля, вдень його поверхня нагрівається до +130 °С, а вночі охолоджується до -160-170 °С.
		Сам Місяць не випромінює світла, але сонячні промені відбиваються від його поверхні, ніби від поверхні дзеркала. Тому він світить відбитим світлом Сонця. Цікаво те, що Місяць завжди повернений до Землі одним боком.
		Чи звертали ви увагу на те, що у різні дні Місяць із Землі має різний вигляд: від вузенької скибочки до повного диска? А бувають дні, коли ми його зовсім не бачимо. Пояснюється це зміною освітлення Місяця Сонцем.
		Певні видимі з Землі форми Місяця мають назву фази Місяця. У фазі нового Місяця його зовсім не видно. Появу освітленої тоненької скибочки з правого боку місячного диска називають молодиком. Половину диска Місяця ми бачимо у фазах, що мають назву перша та остання чверть. Приблизно через два тижні після нового Місяця вся його сторона, яку видно з Землі, повністю освітлюється Сонцем. Тоді це небесне тіло має вигляд диска. Цю фазу названо повний Місяць.
		Як відбуваються місячне та сонячне затемнення?
		Трапляється, що на кілька хвилин тінь від Землі потрапляє на Місяць. Складається враження, що Місяць зник. Це цікаве для спостерігача явище називається місячним затемненням. За один рік буває три місячні затемнення.
		Під впливом Місяця рівень води в морях і океанах щодоби періодично то підвищується, то понижується. Цим пояснюються так звані припливи і відпливи.
		Помічено, що у період від молодика до повного Місяця людина більш активна, енергійна. А у період від повного Місяця до останньої фази Місяця активність зменшується, більше проявляється втома. У дні повного Місяця деякі люди стають більш знервованими, сварливими. Тому вважається, що Місяць, а точніше зміни його фаз, впливають і на людину.
		Значним досягненням у дослідженні природного супутника Землі стало те, що американські космонавти побували на Місяці. Вони встановили прилади для подальших досліджень, взяли проби місячного ґрунту і повернулись на Землю.
		Відтепер відомо, що на Місяці є рівнини, невисокі гори та западини. Найбільші рівнини на Місяці називають морями. Складено навіть карту Місяця, де є Море Дощів і Море Спокою, Океан Бур та інші.
	`,
		textFontSize: 22,
		category: '11-15 років',
		questions: [
			{
				question: 'На яке небесне тіло Сонячної системи ступала нога людини?',
				trueAnswer: 1,
				answers: [
					'Зірки',
					'Місяць',
					'Сонце',
					'Чумацький Шлях'
				]
			},
			{
				question: 'Наскільки діаметр Місяця менше за діаметр Землі?',
				trueAnswer: 2,
				answers: [
					'три рази',
					'два рази',
					'чотири рази',
					'однаковий'
				]
			},
			{
				question: 'Що настає, коли Місяць обертається орбітою?',
				trueAnswer: 0,
				answers: [
					'приплив',
					'відплив',
					'рух води',
					'гравітація',
				]
			},
			{
				question: 'Коли на Землі жили динозаври, земний рік становив?',
				trueAnswer: 2,
				answers: [
					'365 днів',
					'370 днів',
					'385 днів',
					'380 днів'
				]
			},
			{
				question: 'Яка оболонка відсутня навколо місяця?',
				trueAnswer: 0,
				answers: [
					'повітряна',
					'озонова',
					'земна',
					'гравітаційна'
				]
			},
			{
				question: 'Доба на Місяці дорівнює … годин?',
				trueAnswer: 3,
				answers: [
					'24',
					'200',
					'500',
					'720'
				]
			},
			{
				question: 'Чим пояснюється зміна Місяця від вузької скибочки до повного?',
				trueAnswer: 1,
				answers: [
					'кількістю годин на добу',
					'освітленням Сонця',
					'фазою визрівання',
					'положенням Землі'
				]
			},
			{
				question: 'Небесне тіло, яке має вигляд диска, називається?',
				trueAnswer: 3,
				answers: [
					'новим',
					'молодим',
					'затемненим',
					'повним'
				]
			},
			{
				question: 'Коли тінь від Землі потрапляє на місяць, відбувається?',
				trueAnswer: 0,
				answers: [
					'затемнення',
					'катаклізми',
					'катастрофи',
					'вибухи'
				]
			},
			{
				question: 'Як поводяться люди у дні повного Місяця?',
				trueAnswer: 3,
				answers: [
					'активно',
					'енергійно',
					'втомлено',
					'сварливо'
				]
			},
			{
				question: 'Космонавти якої країни побували перші на Місяці?',
				trueAnswer: 0,
				answers: [
					'Америки',
					'Швеції',
					'України',
					'Китаю'
				]
			}
		]
	},
	{
		textTitle: `Символіка квітів`,
		textValue: `
Споконвіку шанують в Україні квіти. Нема жодної української хати, біля якої дбайливі руки господині не влаштували б яскравих квіткових острівців. Вони милують око, ніжно хвилюють душу, міцно прив’язують наші серця до рідної домівки.
Наші предки обожнювали квіти, вважаючи, що цей витвір природи даровано людям від Бога. Квіти - постійні супутники нашого життя. Вони - на клумбах, у кімнаті, на газонах. Вони на вишиваних рушниках, скатерках. Ними розмальовують печі, стіни осель. А ще квіти є на нашому національному одязі. Квіти на плахті й корсетці символізують доброту, щирість душі. Квіти на рукавах сорочки оберігають від хвороби, злого ока.
Та особливим оберегом в Україні завжди був і є вінок. Це не просто краса, а «знахар душі». Бо в ньому є чарівна сила, що біль знімає, силу береже. Плетіння віночка — то своєрідна наука. Потрібно знати, з яких квітів і коли плести, яке зілля з яким вплітати поруч. А всього в українському віночку дванадцять квіток, і кожна з них є оберегом.
До віночка вплітаються: мальва, калина, безсмертник, деревій, незабудка, чорнобривці, барвінок, любисток, волошка, ромашка, червоний мак, хміль.
Серед них найпочесніше місце належало деревію. Ці дрібненькі білі квіточки здалеку нагадують велику квітку. її називають у народі деревцем. Коли квіти одцвітають, вітер розносить насіння. Та де б не проросла ця рослина, вона завжди цвіте. Тому люди вплітають її до віночка, як символ нескореності.
Ромашка. Ця квітка приносить не тільки здоров’я, а й добро та ніжність. Вплітають її з гронами калини, з вусиками хмелю — символу гнучкості й розуму. Ця рослина здавна шанується у нас в народі, вона оспівана в піснях і легендах. Парубок часто порівнюється з хмелем. 
Квіти ніжно-синього кольору, ніби очі дівчини, вплітають у віночок як символ краси, здоров’я, сили. Це — волошки.
У повному віночку сусідять волошка і любисток. А ще з цих квітів виплітають окремий віночок — віночок відданості.
Безсмертник у віночку — символ здоров’я, він лікує багато хвороб, хоча на вигляд дуже скромний. Але кожна квіточка, якою б тендітною вона б не була, потрібна людям.
Культура нашого народу незвичайна, унікальна. До нашого часу збереглося багато свят, звичаїв, обрядів, і майже в кожному почесне місце займають квіти. Є такі звичаї:
— класти у першу купіль різні духмяні квіти;
— у купіль хлопчика клали любисток, щоб довго жив; чорнобривець, щоб був чорнобривим;
— у купіль дівчинки клали ромашку, щоб рум’яною була, калину, щоб красивою була, любисток, щоб люб’язною була.
Про красиву дівчину говорять: «Вона така гарна, наче в любистку купана. Шкіра біленька, ніжна, коси шовкові».
Існує повір’я, що любисток — це зілля, яким можна причарувати когось. Через це в народі називають його любчик, люби мене, приворотне зілля. Справді, коли розтерти листочок цієї рослини, відразу розіллються пряні пахощі.
Найпочесніше місце в українській хаті завжди відводилось освяченим рослинам. В українського народу є три свята: Івана Купала, Маковія, Трійця, на які святять квіти. Наприклад, на Маковія (День семи святих мучеників Маковеїв) в церкві святили мак. Весною його розсівали по городах, а сухі квіти дівчата вплітали до своїх кіс, щоб не випадало з голови волосся. Якщо в дитини безсоння, то посвячені макові головки клали їй під подушку.
Увагу людей завжди привертала яскрава краса маків. У народі співають:
Нема цвіту кращого від маківочки,
Нема роду милішого від матіночки.
Ця гарна квітка стала символом дівочої вроди. Парубки чіпляли маки у петличку. Червоний колір квітки символізував щирі й чисті почуття.
На Трійцю селяни розвішували на стінах житла клечення, вбирали хату снопиками лепехи, прикрашали образи пучечками пахучих васильків, м’яти, материнки. Під час весняних обрядових дійств молодь виконувала хороводні та ігрові пісні, шанобливо звертаючись до квітів і уславлюючи їхню красу.
До оберегів також належать: полин і петрушка — від русалок на русалчин Великдень, м’ята, любисток, татарське зілля, якими прикрашали хати на Трійцю.
Деяким рослинам наші предки приписували навіть магічне значення. Могутнім оберегом вважалась квітка тирличу, яка, за народними віруваннями, відганяла нечисту силу. Часник боронив людину від чарів і всякого лиха, його вплітали дівчатам у коси, а хлопчикам зав’язували у сорочечки.
Символічне значення мали й інші рослини: м’ята, ряст, васильки, папороть. Коли з’являлася перша зелень і зацвітав ряст, усі поспішали до лісу, щоб потоптати цю рослину. При цьому примовляли:
Топчу, топчу ряст, ряст.
Бог здоров’я дасть, дасть.
Дай, Боже, діждати,
Щоб на той рік топтати.
Вважалося, якщо людина «доторкнеться» до живої природи, вона набереться сил і здоров’я.
Квіти підсніжника — провісника тепла, символ сподівань на краще майбутнє. У народі їх називають квітами надії. Завдяки своїй красі і тому, що вони одними з перших відкривають весняний карнавал цвітіння, підсніжники майже повністю винищені. Вони занесені до Червоної книги і потребують охорони.
Український фольклор розповідає про травневі квіти конвалії, що ці квіточки подібні до перлин. Запрошуючи дівчину до танцю, хлопець дарував їй букет конвалій. Обмін букетиками навіть означав згоду на одруження. Якщо ж дівчина була не згодна, вона кидала букетик на землю. Ця чудова квітка, яку називають «лілія долин», на грані винищення.
А про васильки є в народі оповідь, що був собі колись молодий і гарний хлопець. На Зелені свята заманила його русалка в поле, залоскотала і перетворила на синю квітку. Відтоді й ростуть у полі ті гарні, трохи сумні квіточки. А звуть їх ім’ям хлопця — васильками. Васильки — дуже запашні квіти, раніше їх клали за ікони, прикрашали ними хрести у церквах. Васильки — символ святості, привітності, чемності.
Привертають до себе увагу світло-сині зорі квітів цикорію. Це петрів батіг. Його довге стебло майже безлисте. Якщо ним змахувати, то воно свистить, як справжній батіг. У народі назву цієї квітки пов’язували з ім’ям апостола Петра — учня Ісуса Христа. Цього святого вважали покровителем полів. Народ вірив, що апостол Петро, йдучи межею, хльоскає стеблинкою цикорію, як батіжком. А жучки і мушки, що сидять на колоссі, злітають від того звуку догори і не сміють переводити хліба. Стародавні люди вірили, що шкідливі комахи обминають ту ниву, де росте петрів батіг, і вважали цю рослину рятівницею хліба.
З давніх-давен шанують на Україні синьоокий барвінок. Не знайдеться в Україні такого села чи міста, де б не було цієї рослини. Барвінковий край — так називають нашу Батьківщину. Завжди свіжий і зелений, навіть під снігом, він став символом вічного життя, міцного кохання, щасливого шлюбу. Тому ця квіточка часто царює у весільних обрядах.
Барвінок також є символом краси. Здавна вважалося, що рослина дарує дівчині вроду. Дівчата на Україні колись умивались відваром із барвінку. «Десь ти мене, мати, в барвінку купала».
У народі живе чудова легенда про походження рослини. Діялося це тоді, коли турки і татари нападали на українську землю. Увійшли якось вороги в одне село і винищили там усіх людей. Лише один парубок та дівчина сховалися в лісі. Але їх знайшли бусурмани. Парубка люті зайди зарізали, а дівчину задушили. Ото з парубочої крові й виріс барвінок у лісі, а губами дівчини полилася кров.
	`,
		textFontSize: 22,
		category: '11-15 років',
		questions: [
			{
				question: 'Міцно прив’язують наші серця до рідної домівки',
				trueAnswer: 2,
				answers: [
					'наші хати',
					'наші городи',
					'квіти',
					'батьки'
				]
			},
			{
				question: 'Квіти на рукавах сорочки оберігають від',
				trueAnswer: 0,
				answers: [
					'хвороби, злого ока',
					'заздрісних людей',
					'цікавих людей',
					'хитрих людей'
				]
			},
			{
				question: 'Вінок – це не просто краса, а...',
				trueAnswer: 3,
				answers: [
					'ціла наука',
					'витвір дівочих рук',
					'цілитель душ',
					'„знахар душі”'
				]
			},
			{
				question: 'Найпочесніше місце у вінку належало',
				trueAnswer: 2,
				answers: [
					'мальві',
					'безсмертнику',
					'деревію',
					'ромашці'
				]
			},
			{
				question: 'Хміль символізує',
				trueAnswer: 2,
				answers: [
					'допитливість',
					'шану до батьків',
					'гнучкість розуму',
					'веселу вдачу'
				]
			},
			{
				question: 'Символом здоров\'я є...',
				trueAnswer: 3,
				answers: [
					'любисток',
					'мак',
					'чорнобривці',
					'безсмертник'
				]
			},
			{
				question: 'В українського народу є три свята, на які освячують квіти',
				trueAnswer: 1,
				answers: [
					'Великдень, Івана Купала, Різдво Христове',
					'Івана Купала, Маковія, Катерини',
					'Петра і Павла, Маковія, Трійця',
					'Івана Купала, Маковія, Трійця'
				]
			},
			{
				question: 'Клечання селяни розвішували...',
				trueAnswer: 3,
				answers: [
					'на Петра і Павла',
					'на Катерини',
					'на Великдень',
					'на Трійцю'
				]
			},
		]
	},
	{
		textTitle: `Атлантида – таємничий острів`,
		textValue: `
		Першим про Атлантиду написав великий старогрецький філософ Платон, на творах якого і грунтуються сьогоднішні дослідники і шукачі затонулого острова. Все, що Платону було відомо про таємничу Атлантиду, розказано в двох його діалогах «Критій» і «Тімей». У них предок Платона Критій згадує про бесіди давньогрецького мудреця Солона з неназваним єгипетським жерцем. Розмова відбувалася у VI столітті до н. е.. Єгиптянин розповідав, посилаючись на священні єгипетські тексти, про те, що існувала велика країна Атлантида, що лежала за Геркулесовими стовпами, яка загинула в результаті жахливої катастрофи.
		«... Існував острів, що лежав перед тим протокою, який називається на вашій мові Геракловими стовпами. Цей острів перевищував своїми розмірами Лівію і Азію, разом узятими . На цьому острові, що іменувався Атлантидою, виник великий і гідний подиву союз царів, чия влада простягалася на весь острів,  вони оволоділи Лівією аж до Єгипту і Європою аж до Тірренія. Але пізніше , коли прийшов термін для небачених землетрусів і повеней  Атлантида зникла, поринувши у вир. Після цього море в тих місцях стало аж до цього дня несудноплавним і недоступним через обміління, викликаного величезною кількістю мулу, який залишив після себе острів »(«Тімей»).
		«Дев'ять тисяч років тому була війна між тими народами, що мешкали по той бік Гераклових стовпів, і всіма тими, хто жив по ту сторону. На чолі останніх стояла наша держава (тобто Афіни), а на чолі перших - царі острова Атлантиди; як ми вже згадували, це колись був острів, що перевищував величиною Лівію і Азію, нині ж він провалився внаслідок землетрусів і перетворився на непрохідний мул, в'яжи шлях мореплавцям» («Критій»).
		Ще в давнину з'явилися прихильники і противники існування Атлантиди. Гіпотезу підтримували Пліній Старший і Діодор Сицилійський, противниками були Арістотель і географ Страбон. Суперечки тривають донині - число опублікованих праць з проблеми Атлантиди перевалила за 5000, а версій про місцезнаходження Атлантиди перевищило десяток. До цього слід додати масу окультно-теософських спекуляцій на тему Атлантиди, і велику кількість «досліджень» любителів - «атлантологів», чия діяльність, як пише О. Гореславський, «принесла більше шкоди, ніж користі, оскільки їх стараннями цікава проблема стародавньої цивілізації повністю перейшла в розряд наукових курйозів ». Як тільки не куражилися «фахівці з Атлантиди»: приписували всім народам світу походження від атлантів, називали їх прибульцями з космосу, вважали атлантів «стародавніми русами», наділяли їх якоюсь небувалою мудрістю і «таємним знанням» і так далі. Що ж, «нещасні люди! - Можна повторити вслід за маркізом де Кюстіна. - Їм потрібно марити, щоб бути щасливими».
		До речі, Платон іменує Атлантиду островом, і з його тексту аж ніяк не випливає, що це був цілий континент. З тексту Платона цілком очевидно також, що цивілізація Атлантиди - така ж архаїчна цивілізація бронзового століття, як цивілізації Стародавнього Єгипту, хетів, Мікен, долини Інду, Месопотамії. Атланти що мали царів і жерців, приносили жертви язичницьким богам, вели війни, їх армія була озброєна списами. Атланти займалися зрошенням полів за допомогою каналів, будували морські судна, обробляли метали: мідь, олово, бронзу, золото і срібло. У широких масштабах залізо, ймовірно, вони не застосовували. У всякому разі, Платон про нього не згадує. Тому вигадки про якісь «високорозвинені» цивілізації атлантів можуть викликати лише співчуття.
		Сумнівно й те, що Атлантида могла існувати в 9000 році до н. е. Давно і справедливо відмічено, що в ті часи ще «не було ні єгиптян, які могли б залишити записи про ці події, ні греків, які нібито здійснювали свої подвиги» Перші сліди неолітичної культури в Нижньому Єгипті відносяться приблизно до V тисячоліття до н.е. а народи, що говорять грецькою мовою, з'явилися в Греції лише в II тисячолітті до н. е. Отже, атланти не могли в 9600 до н. е. воювати з греками, так як останніх ще не існувало. Вся сукупність фактів, наведених в оповіданні Платона, не дозволяє віднести час існування цивілізації Атлантиди далі II тисячоліття до н. е.
		Відповідно до вказівок Платона, Атлантиду поміщали за Геркулесовими стовпами - Гібралтарською протокою, в середині Атлантичного океану. Невеликі архіпелаги - Азорські, Канарські і Багамські острови - називалися залишками потонулого материка. Тріумфування викликало подія 1898 року, коли під час прокладання телеграфного кабелю між Європою і Америкою французьке судно в 560 милях на північ від Азорських островів підняло з дна океану камінь, що при ближчому розгляді виявився шматком склоподібної вулканічної лави. Ця лава могла утворитися лише на суші при атмосферному тиску. Методом радіовуглецевого аналізу вдалося встановити, що виверження вулкана загадкового мало місце приблизно за 13 тисяч років до н. е.. Однак крім лави на цьому місці більше нічого виявити не вдалося.
		У 1979 році радянський науково-дослідне судно «Московський Університет» зробило ряд фотознімків підводної гори Ампер. На них були відображені залишки якихось штучних споруд. Але ця таємниця так і залишилася нерозкритою. Крім того, з'явилися серйозні сумніви щодо правильності тлумачення зображень на фото - швидше за все, це міг бути природний рельєф морського дна.
		Після відкриття Америки з'явилися припущення про те, що цей материк і є легендарна Атлантида. З такою гіпотезою, зокрема, виступав Френсіс Бекон.
		X. Шультен в 1922 році виступив з ідеєю про те, що під Атлантидою слід розуміти відоме в давнину місто мореплавців Тартесс, що знаходився в Іспанії, в гирлі річки Гвадалквівір, і пішов під воду близько 500 року до н. е.
		У 1930 - ті роки А. Геррманн висловив гіпотезу про те, що Атлантида знаходилася на території сучасного Тунісу і виявилася засипаною пісками Сахари. Французький учений Ф. Гідон припускав, що в легенді про Атлантиду наведена історія занурення в море північно-західного узбережжя Франції. У 1997 році цю гіпотезу відродив і розвинув російський учений-член Географічного товариства В. Кудрявцев висловив гіпотезу про те, що в результаті цієї події затопленим виявився так званий Кельтський шельф - дно сучасного Північного моря між Францією і Південною Англією. Шельф цей неглибокий і має деяку подобу затопленої берегової лінії. Майже в центрі цієї затопленої території знаходиться банк Літтл Сол - визначне підводне узвишшя, на якому, як вважає Кудрявцев, і знаходилася столиця Атлантиди: «місто, що знаходиться на пагорбі з урвищем у бік моря». Щоправда, за гіпотезою Кудрявцева, Атлантида постає не островом, а частиною Європейського континенту, але автор дослідження вважає, що в давньоєгипетському мовою не було окремих слів для передачі понять «земля» і «острів».
		У період закінчення льодовикового періоду в результаті підвищення рівня океану пішла під воду значна територія на заході Європи, на якій перебувала Атлантида, колишній центр високорозвиненої культури. Спроби зв'язати загибель Атлантиди з підвищенням рівня Світового океану після танення льодовиків завжди зустрічали серйозні заперечення. Вважається, що це підвищення було поступовим і відбувалося з різною швидкістю протягом декількох тисяч років. Критики цієї гіпотези стверджували, що затоплення, пов'язане з цим підвищенням, не може відповідати за катастрофічністю описаному Платоном: «Атлантида загинула ... в один жахливий день і одну ніч».			
	`,
		textFontSize: 22,
		category: '11-15 років',
		questions: [
			{
				question: 'Про Атлантиду першим писав філософ',
				trueAnswer: 1,
				answers: [
					'Сковорода',
					'Платон',
					'Плутарх',
					'Аристотель'
				]
			},
			{
				question: '9000 років тому була війна між',
				trueAnswer: 0,
				answers: [
					'царями острова Атлантиди і народом Афін',
					'народом Афін і жителями острова Тімея',
					'царями острова Атлантиди і єгиптянами',
					'лівійцями й ізраїльтянами'
				]
			},
			{
				question: 'Число праць, з проблемами Атлантиди перевалило',
				trueAnswer: 2,
				answers: [
					'за 3000',
					'4000',
					'5000',
					'6000'
				]
			},
			{
				question: 'Атланти не могли воювати з греками, бо',
				trueAnswer: 0,
				answers: [
					'греків тоді ще не існувало',
					'не бажали війни',
					'не любили війн',
					'їм забороняла віра'
				]
			},
			{
				question: 'Відповідно до вказівок Платона Атлантида знаходилася в середині',
				trueAnswer: 3,
				answers: [
					'Тихого океану',
					'Індійського',
					'Північно-Льодовитого',
					'Атлантичного'
				]
			},
			{
				question: 'Припущення про те, що материк є Атлантидою, з’явилося після відкриття',
				trueAnswer: 1,
				answers: [
					'Африки',
					'Америки',
					'Азії',
					'Аргентини'
				]
			},
			{
				question: 'Спроби зв’язати загибель Атлантиди з підвищенням рівня Світового океану зустрічали',
				trueAnswer: 2,
				answers: [
					'підтримку',
					'непорозуміння',
					'серйозні заперечення',
					'занепокоєння'
				]
			},
			{
				question: 'Про те, що «Атлантида загинула в один жахливий день і одну ніч» стверджує',
				trueAnswer: 0,
				answers: [
					'Платон',
					'Аристотель',
					'Плутарх',
					'Кудрявцев'
				]
			},
		]
	},
	{
		textTitle: `Барвінок хрещатий`,
		textValue: `
		Ще за тих часів, коли в Карпатах люди поклонялись язичницьким богам, теплої купальської ночі молодь бавилася біля яскравої ватри. А потім дівчата, співаючи, опускали в швидкі води Черемоша барвисті вінки. Нехай пливуть до милого, хай причарують його серце навіки, хай зв’яжуть серця вірним коханням на все життя.
		Однієї такої ночі дівчата плели вінки, слухаючи пісню хвиль Черемоша, ловлячи голоси ставних легінів, котрі гуляли на березі ріки.
		Ось вінки і сплетені. Лунко сміючись, веселою ватагою побігли юні чарівниці до Черемоша, аби кинути вінки на воду. Пливіть, мовляв, віночки, до щасливого берега кохання!
		Лише Лади, наймолодшої і найвродливішої, не було серед дівчат. Вона так захопилася збиранням квітів, що забрела далеко в ліс та й заблукала.
		Злякалася Лада, опинившись сама-самісінька в нічному лісі. Почала гукати, кликати своїх подруг. Та дарма, лиш таємниче відлуння відгукувалося на її голос.
		А ніч, ця чудова купальська ніч, творила в лісі справжні дива: чулися голоси якихось незнаних птахів, на галявині, що світилася феєричним сяйвом, завели свій танок лісові дівчата-мавки. А під темними кущами розквітали небачені квіти. Вони розкривали свої ніжні пелюстки і сяяли сріблясто, манили до себе, ніби обіцяючи розкрити якусь незвідану таємницю.
		Нахилилася Лада, зірвала квітку, вплела до свого барвистого вінка. І сталося диво: засвітився вінок голубуватим світлом. Замість різнобарвних лісових квітів постали у вінку темно-зелені гладенькі листочки, а з-поміж них виглянули ніжно-блакитні п’ятипелюсткові квіти.
		І почула дівчина тихий голос, народжений нічним вітерцем:
		— Пам’ятай, Ладо, що п’ять пелюсток цієї квітки — то п’ять засад щасливого подружнього життя. Запам’ятай їх і збережи в серці своєму на все життя: перша пелюстка — то краса, друга — ніжність, третя — незабутність, четверта — злагода, п’ята — вірність. Будь щаслива!..
		Замовк голос, приліг вітерець між трав лісових, стало доокруж тихо-тихо.
		І тоді якась невідома сила повела дівчину через ліс. Почало благословлятися на світ. Лада опинилася на крутому березі Черемоша.
		Нікого там уже не було. Молодь давно додивлялась останні сни купальської ночі по своїх оселях.
		Стояла Лада над Черемошем і все вагалася: чи кидати їй цей дивний вінок у кришталеві води, чи зберегти його для себе?
		Незчулася, як підійшов до неї леґінь красний, торкнувся легенько рукою її плеча і мовив:
		— Ти забарилася, Ладо, зі своїм вінком. Черемош його не прийме. Може, мені подаруєш той вінок?
		Не промовила дівчина ні слова. Мовчки простягнула красному леґіню свій вінок.
		А потім гойдалися дерева, сп’яніло плив зелений ліс, і радісно шепотіли хвилі Черемоша.
		Вінок упав на траву, розсипався, розрісся веселими зеленими стьожками попід кущами, глянув на світ блакитними очима квіточок.
		... Довге і щасливе життя прожила з того часу Лада зі своїм судженим, а молодь відтоді плете вінки з барвінку, аби не переводилося на нашій землі щасливе і вірне кохання.
		А от обізнані люди з давнини і донині лікують барвінком серцеві недуги, бо люблячим серцем народжена ця ніколи не в’януча рослина.
		Та хіба тільки серце?..
		У XVIII сторіччі барвінок був дуже популярним, особливо серед шанувальників творчості видатного французького просвітителя Жан-Жака Руссо.
		Ще юнаком Руссо переховувався від швейцарських властей у пані де Варан. Він закохався в неї і згодом вважав цей період свого життя найкращим.
		Якось, коли вони разом подорожували в горах, милуючись природою, пані де Варан помітила в кущах якусь синеньку квіточку. Це був барвінок. Пані підійшла ближче і захоплено вигукнула: «Ах! Та це ж барвінок розцвів!» Руссо тоді майже не звернув на це уваги і пішов далі.
		Через багато років, перебуваючи зі своїм другом Дюпейру в Швейцарії, він знову побачив у кущах барвінок. Щасливі роки, проведені з пані де Варан, знову воскресли в його пам’яті, і він сказав: «Ах! Та це ж барвінок розцвів!»
		Цей радісний вигук вихопився у нього через 18 років після тої щасливої подорожі з пані де Варан. Вихопився тому, що ті хвилини щастя в його тяжкому житті були єдиними, які, за його ж словами, давали йому право говорити: «І я теж жив!»
		Пізніше Жан-Жак Руссо згадав про барвінок у своєму автобіографічному творі «Сповідь». Книга зажила великої слави, а разом з нею росла і популярність загадкової квітки. Її вважали символом вічності і постійності, схилялися перед нею, оберігали. Та не тільки це прославило барвінок. Він приносить велику користь людям, позбавляючи їх від багатьох хвороб.
		Барвінок застосовували в медицині з давніх часів, про нього як про лікувальний засіб згадували ще античні медики Пліній Старший і Діоскорид.
		У Китай барвінок завезений з тропічної Америки і тут використовують його для лікування гіпертонії. В народній медицині Кавказу барвінок застосовують як в’яжучий, кровозупинний, ранозагоювальний засіб.
		Нев’януча зелень барвінку та його витривалість у різних умовах привернули до себе увагу ще в середньовіччя. Рослині приписували чудодійну силу, вважали її символом вічності і незрадливості. В часи, коли панували марновірство, барвінок вважали талісманом, який оберігає від диявольської сили, від усякої нечисті та від злих відьомських чарувань. Барвінок вішали над вхідними дверима дому і ніколи не викидали на смітник, а тільки у воду, щоб він не загинув від спраги.
		Барвінок розводять у садах та парках як декоративну рослину, причому виведені сорти мають золотисті та сріблясті листки, а також пухнасті (махрові) квіти. Ця вічнозелена рослина має стебло до 60 сантиметрів завдовжки, що лежить на землі. Листки супротивні, еліпсоподібні, блискучі, квітки темно-голубі, одиничні, на ніжках. Цвіте на весні і на початку літа (у травні–червні).
		Хімічний склад барвінку вивчений недостатньо. Відомо, що рослина містить алкалоїди (вони впливають на організм людини гіпотензивною дією — знижують кров’яний тиск), урсолову кислоту, рутин та інші активні речовини. Треба зауважити, що рослина ця отруйна.			
	`,
		textFontSize: 22,
		category: '11-15 років',
		questions: [
			{
				question: 'Дівчата купальської ночі плели вінки задля того, щоб ',
				trueAnswer: 0,
				answers: [
					'причарувати серце коханого навіки',
					'розважитися',
					'пожартувати',
					'позмагатися в майстерності'
				]
			},
			{
				question: 'Наймолодшу і найвродливішу з дівчат звали',
				trueAnswer: 2,
				answers: [
					'Купала',
					'Ляна',
					'Лада',
					'Яна'
				]
			},
			{
				question: 'Справжні дива в лісі творила',
				trueAnswer: 3,
				answers: [
					'Лада',
					'природа',
					'Мавка',
					'купальська ніч'
				]
			},
			{
				question: 'Що символізували п’ять пелюсток ніжно-блакитних квітів у вінку?',
				trueAnswer: 1,
				answers: [
					'п’ять счасливих днів',
					'п’ять засад щасливого подружнього життя',
					'вірність',
					'ніжність'
				]
			},
			{
				question: 'Лада не пустила вінок на воду ,бо ',
				trueAnswer: 2,
				answers: [
					'їй було його шкода',
					'забарилася зі своїм вінком',
					'хотіла подарувати судженому',
					'не вірила в чари купальської ночі'
				]
			},
			{
				question: 'Люди донині лікують барвінком',
				trueAnswer: 2,
				answers: [
					'головний біль',
					'мозолі',
					'серцеві недуги',
					'хвороби шлунка'
				]
			},
			{
				question: 'Барвінок був дуже популярним у',
				trueAnswer: 3,
				answers: [
					'у ХІІ ст.',
					'у ХІІІ ст',
					'XV ст.',
					'ХVIII ст.'
				]
			},
			{
				question: 'Радісний вигук « Ах! Та це ж барвінок розцвів!» вихопився в Жан-Жака Руссо після щасливої подорожі з пані де Варан',
				trueAnswer: 3,
				answers: [
					'через 15 років',
					'через 16 років',
					'через 17 років',
					'через 18 років'
				]
			},
		]
	},
	{
		textTitle: ``,
		textValue: `
		
	`,
		textFontSize: 22,
		category: '11-15 років',
		questions: [
			{
				question: '',
				trueAnswer: 1,
				answers: [
					'',
					'',
					'',
					''
				]
			},
		]
	}
];
