const allTests = [
	{
		textTitle: `Дуб-пастух`,
		textValue: `На узліссі стоїть самотній дуб. Міцний, кремезний. Старий, мов дід-пастух. Мабуть, і виріс він на узліссі, щоб бачити, як ростуть його побратими в лісі. Та ось налетіла гроза. Вдарила вогняна стріла у стовбур дуба. Затремтіли гілки. Загорілось верховіття. Лив дощ, а дуб горів — аж палахкотів... Обгоріла його вершина. Засумував ліс — хто ж тепер буде нашим пастухом? Але дуб не загинув. Через рік зазеленіли молоді пагони, де обгоріли гілки. Вкрився старий дуб кучерявим листям. А вершина була суха. Летіли з теплого краю лелеки. Бачать — сухе верховіття. Сіли на нього й змостили там гніздо. Зрадів старий дуб. Тепер він не самотній. Коли заходить сонце, лелека стоїть у гнізді на одній нозі й дивиться кудись далеко-далеко. Туди, де сховалося сонечко. Це він видивляється, чи не буде часом грози. Спокійно стоїть лелека. І дуб зітхає спокійно. Зашумить зеленим листям і засинає.`,
		category: 'Дорослі',
		questions: [
			{
				question: 'Що стоїть на узліссі?',
				trueAnswer: 2,
				answers: [
					'Самотній ясен',
					'Самотній дуб',
					'Самотній клен'
				]
			}
			,
			{
				question: 'Який він?',
				trueAnswer: 3,
				answers: [
					'міцний, великий',
					'міцний, сильний',
					'міцний, кремезний'
				]
			},
			{
				question: 'На кого він схожий?',
				trueAnswer: 1,
				answers: [
					'на діда-пастуха',
					'на діда-веселуна',
					'на діда-казкаря'
				]
			},
			{
				question: 'Доповни: «Він виріс на узліссі, щоб бачити, як ростуть...»',
				trueAnswer: 3,
				answers: [
					'інші дерева',
					'його друзі',
					'його побратими'
				]
			},
			{
				question: 'Що раптом налетіло?',
				trueAnswer: 3,
				answers: [
					'вітер',
					'туман',
					'гроза'
				]
			},
			{
				question: 'Що трапилося з деревом? ',
				trueAnswer: 3,
				answers: [
					'воно підросло',
					'воно зраділо',
					'воно згоріло'
				]
			},
			{
				question: 'Як відчував себе ліс?',
				trueAnswer: 2,
				answers: [
					'радів',
					'сумував',
					'переживав'
				]
			},
			{
				question: 'Який вигляд мало дерево через рік?',
				trueAnswer: 1,
				answers: [
					'вкрився кучерявим листям',
					'вкрилося мохом',
					'засохло'
				]
			}
		]
	}
];