const allTests = [
	{
		textTitle: `ПРО ГОРДУ КАЧКУ`,
		textValue: `
Одна качка плавала на воді. Аж надбіг лис.
—Добрий день, качечко! — каже лис.
—Здорові були, добродію! Що там доброго скажете?
—Та не маю коли, бо біжу з села, — каже лис. — Чи то ви такачка, що люди кажуть, що немає кращої на ціле село?
Качка аж нестямилася з радощів.
— Та, може, і я, — каже горда качка.
—То ходіть же за мною до села. Бо вже господиня аж гине вас побачити! Ви нзнаєте, які ви на все село славні, навіть у місті за вас знають!
Горда качка, недовго думаючи, — штрик на берег. А лис тоді за шийку — цуп.
— Ось так, — каже. — Гордість не одному шию скрутила!
`,
		textFontSize: 16,
		category: '1 клас',
		questions: [
			{
				question: 'Якою качку вважають в селі за словами лиса?',
				trueAnswer: 1,
				answers: [
					'гарною',
					'дуже розумною'
				]
			}
			,
			{
				question: 'Куди лис умовив піти качку?',
				trueAnswer: 1,
				answers: [
					'до села',
					'до берега'
				]
			},
			{
				question: 'Що зробив лис, коли качка вийшла на берег?',
				trueAnswer: 1,
				answers: [
					'вхопив її',
					'відпустив її'
				]
			},
			{
				question: 'Качка постраждала через те, що була...',
				trueAnswer: 1,
				answers: [
					'гордою',
					'пихатою',
					'слабшою за лиса'
				]
			},
			{
				question: 'Вибери прислів\'я, яке розкриває головну думку твору.',
				trueAnswer: 3,
				answers: [
					'З чужої біди не смійся',
					'Голова без розуму, як ліхтар без свічки.',
					'Гордість не одному шию скрутила.'
				]
			}
		]
	},
	{
		textTitle: `ЛЕВ І КОМАРІ`,
		textValue: `
Одного разу лев, лежачи під кущем, думав собі: — Я такий дужийвдався, нікого не боюся! Не так, як оті нікчемні комарі: всякий їх роздавить, і вони всіх бояться.
Комарам досадно стало, що лев їх ні в що ставить. Як сипонули вони на лева й почали його жигати! Уже він і хвостом махав, і лапами шльопав, і зубами клацав, нічого не допомагало. Комарі як з мішка сипалися на лева.
Уже лев і підплигував, і навкруги куща бігав, а комарі одно —жигали. Бачить лев, що з комарами важко справитися, почав прохати їх одчепитися від нього.
Комарі відстали від лева, піднялися вгору стовпом і кажуть: «Не хвалися, брате, розумом, не хвалися силою».		
`,
		textFontSize: 16,
		category: '1 клаc',
		questions: [
			{
				question: 'Про що думав лев, лежачи під кущем?',
				trueAnswer: 1,
				answers: [
					'що він сильний і нікого не боїться',
					'що він найрозумніший у світі'
				]
			}
			,
			{
				question: 'Чому комарі почали жалити лева?',
				trueAnswer: 2,
				answers: [
					'були дуже голодні',
					'досадно стало, що лев їх ні в що ставить'
				]
			},
			{
				question: 'Що зробив лев, коли зрозумів, що з комарами важко справитися?',
				trueAnswer: 1,
				answers: [
					'почав прохати їх одчепитися від нього',
					'почав їм погрожувати'
				]
			},
			{
				question: 'Що сказали леву комарі, коли відстали від нього?',
				trueAnswer: 2,
				answers: [
					'Ми хоч і маленькі, а нас усі бояться',
					'Не хвалися, брате, розумом, не хвалися силою',
				]
			}
		]
	},
	{
		textTitle: `БОЯГУЗКА`,
		textValue: `
Валя боялася мишей, жаб, павуків, гусені. Усі її так і звали — боягузка.
Одного разу діти гралися в піску. Разом з ними був і малий Андрійко.
Він ще не вмів ходити, а тільки повзав.
Раптом хтось закричав:
— Кудлай з ланцюга зірвався! Бережіться, діти!
Усі кинулися тікати. Валя побігла в садок і зачинила хвіртку. На піску лишивсмалий Андрійко.
Собака наближався до Андрійка. Валя вискочила з хвіртки і затулила собоАндрійка.
Великий злий собака біг прямо на Валю. Валя кинула в нього совком і закричала:
— Йди геть!
Тут підбіг сторож і забрав собаку. Валя заплакала.
—Чому ти плачеш? — запитали діти.
—Я дуже злякалася... — сказала Валя.			
`,
		textFontSize: 16,
		category: '1 клас',
		questions: [
			{
				question: 'Де гралися діти?',
				trueAnswer: 1,
				answers: [
					'у піску',
					'у садку'
				]
			}
			,
			{
				question: 'Якою була кличка в собаки?',
				trueAnswer: 2,
				answers: [
					'Рекс',
					'Кудлай'
				]
			},
			{
				question: 'Чому Андрійко не втік від собаки?',
				trueAnswer: 2,
				answers: [
					'бо не помітив собаки',
					'бо не вмів ходити'
				]
			},
			{
				question: 'Чи справедливо діти називали Валю боягузкою?',
				trueAnswer: 2,
				answers: [
					'так, бо вона всього боялася',
					'ні, бо вона забула про страх і затулила Андрійка від собаки',
				]
			}
		]
	}, {
		textTitle: `ЯК МІСЯЦЬ У КРИНИЦІ КУПАВСЯ`,
		textValue: `
Стояла млосна літня ніч. На небі — ні хмаринки, і місяцеві захотілося напитися води із криниці. Спустився він на відрі у криницю, напився, сполоснувся. Але як тепер вибратися?
Летіла мимо сова. Попросив її місяць витягти відро разом з ним із криниці. Але сова не захотіла допомогти.
— Мені й без місяця вночі добре, я і в темноті усе бачу.
Проходив мимо кіт. Чує, наче хтось у криниці вовтузиться. Зазирнув:
— Невже миші купаються?
Попросив місяць аби кіт допоміг йому з криниці вибратись.
— А мені вночі і без світла добре полювати, — відповів кіт. Бігла по цямрині криниці мишка.
Попросив її місяць допомогти йому. Запищала мишка:
— Ніколи мені, поспішаю. Треба встигнути на кухні погосподарювати, доки всі сплять...
Нарешті, настав ранок. Зійшло сонце. Прийшла бабуся набрати води.
Зачерпнула відро, витягла, — а там місяць.
Обсушила вона того місяця та й назад у небо закинула. Відтоді місяць завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися.
`,
		textFontSize: 16,
		category: '1 клас',
		questions: [
			{
				question: 'Як Місяць потрапив у криницю?',
				trueAnswer: 1,
				answers: [
					'спустився у відрі, бо захотів води напитися',
					'захотів подивитися на своє відображення у воді'
				]
			}
			,
			{
				question: 'Кого місяць просив витягти його з води?',
				trueAnswer: 2,
				answers: [
					'собаку, кота, щура',
					'сову, кота, мишку'
				]
			},
			{
				question: 'Хто витяг місяця з води та назад у небо закинув?',
				trueAnswer: 2,
				answers: [
					'онуки',
					'бабуся'
				]
			},
			{
				question: 'Як віддячив місяць бабусі?',
				trueAnswer: 1,
				answers: [
					'він завжди світить уночі в бабусине віконце, щоб її онуки темряви не боялися',
					'він завжди світить уночі, щоб бабуся могла з криниці набрати води',
				]
			}
		]
	}
];
